{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "Â": 125,
      "Ã": 126,
      "Ä": 127,
      "Å": 128,
      "Æ": 129,
      "Ç": 130,
      "È": 131,
      "É": 132,
      "Ê": 133,
      "Ë": 134,
      "Ì": 135,
      "Í": 136,
      "Î": 137,
      "Ï": 138,
      "Ð": 139,
      "Ñ": 140,
      "Ö": 141,
      "×": 142,
      "Ø": 143,
      "Ù": 144,
      "á": 145,
      "â": 146,
      "ã": 147,
      "ä": 148,
      "å": 149,
      "æ": 150,
      "ç": 151,
      "è": 152,
      "é": 153,
      "î": 154,
      "ï": 155,
      "Ċ": 156,
      "Ġ": 157,
      "Ģ": 158,
      "ģ": 159,
      "Ĥ": 160,
      "ĥ": 161,
      "Ħ": 162,
      "ħ": 163,
      "Ĩ": 164,
      "ĩ": 165,
      "Ī": 166,
      "ī": 167,
      "Ĭ": 168,
      "ĭ": 169,
      "Į": 170,
      "į": 171,
      "İ": 172,
      "ı": 173,
      "Ĳ": 174,
      "ĳ": 175,
      "Ĵ": 176,
      "ĵ": 177,
      "Ķ": 178,
      "ķ": 179,
      "ĸ": 180,
      "Ĺ": 181,
      "ĺ": 182,
      "Ļ": 183,
      "ļ": 184,
      "Ľ": 185,
      "ľ": 186,
      "Ŀ": 187,
      "ŀ": 188,
      "Ł": 189,
      "ł": 190,
      "Ń": 191,
      "Ġt": 192,
      "on": 193,
      "Ġa": 194,
      "he": 195,
      "in": 196,
      "re": 197,
      "ti": 198,
      "Ġthe": 199,
      "en": 200,
      "Ġo": 201,
      "er": 202,
      "es": 203,
      "tion": 204,
      "Ġp": 205,
      "Ġof": 206,
      "Ġc": 207,
      "or": 208,
      "Ġs": 209,
      "nd": 210,
      "al": 211,
      "it": 212,
      "is": 213,
      "Ġd": 214,
      "Ġin": 215,
      "ed": 216,
      "an": 217,
      "at": 218,
      "Ġand": 219,
      "ent": 220,
      "ar": 221,
      "Ġf": 222,
      "ation": 223,
      "Ġw": 224,
      "ro": 225,
      "Ġto": 226,
      "ing": 227,
      "Ġre": 228,
      "Ġb": 229,
      "le": 230,
      "ou": 231,
      "Ġm": 232,
      "ic": 233,
      "om": 234,
      "ec": 235,
      "ment": 236,
      "Ġl": 237,
      "ve": 238,
      "Ġe": 239,
      "il": 240,
      "as": 241,
      "Ġth": 242,
      "Ġn": 243,
      "ĠC": 244,
      "si": 245,
      "ra": 246,
      "ce": 247,
      "Ġde": 248,
      "Ã©": 249,
      "Ġh": 250,
      "Ġpro": 251,
      "Ġfor": 252,
      "Ġcon": 253,
      "ri": 254,
      "ol": 255,
      "st": 256,
      "ĠS": 257,
      "ur": 258,
      "Ġon": 259,
      "qu": 260,
      "Ġbe": 261,
      "te": 262,
      "ly": 263,
      "Ġthat": 264,
      "ter": 265,
      "se": 266,
      "omm": 267,
      "ĠA": 268,
      "ts": 269,
      "im": 270,
      "ul": 271,
      "op": 272,
      "un": 273,
      "The": 274,
      "ir": 275,
      "Ġas": 276,
      "ĠP": 277,
      "res": 278,
      "Ġg": 279,
      "ations": 280,
      "por": 281,
      "Ġis": 282,
      "ver": 283,
      "ate": 284,
      "00": 285,
      "et": 286,
      "Ġ(": 287,
      "ith": 288,
      "Ġsu": 289,
      "id": 290,
      "Ġ2": 291,
      "ac": 292,
      "ĠM": 293,
      "Ġwith": 294,
      "Ġit": 295,
      "ity": 296,
      "ut": 297,
      "gh": 298,
      "sion": 299,
      "ab": 300,
      "ad": 301,
      "Ġpar": 302,
      "Ġen": 303,
      "Ġac": 304,
      "Ġ1": 305,
      "ci": 306,
      "ff": 307,
      "ĠI": 308,
      "ot": 309,
      "port": 310,
      "Ġby": 311,
      "em": 312,
      "Ġal": 313,
      "oun": 314,
      "ld": 315,
      "us": 316,
      "ion": 317,
      "Ġle": 318,
      "ĠU": 319,
      "Ġv": 320,
      "Ġst": 321,
      "Ġor": 322,
      "Ġex": 323,
      "um": 324,
      "el": 325,
      "ĠN": 326,
      "ain": 327,
      "ers": 328,
      "tic": 329,
      "Ġla": 330,
      "our": 331,
      "âĢ": 332,
      "Ġres": 333,
      "ational": 334,
      "ĠE": 335,
      "her": 336,
      "ren": 337,
      "Ġan": 338,
      "ĠR": 339,
      "ĠG": 340,
      "Ġqu": 341,
      "vel": 342,
      "end": 343,
      "Ġwh": 344,
      "est": 345,
      "ge": 346,
      "uc": 347,
      "ess": 348,
      "tive": 349,
      "ud": 350,
      "Ġim": 351,
      "ow": 352,
      "ĠComm": 353,
      "Ġare": 354,
      "ist": 355,
      "iti": 356,
      "Ġat": 357,
      "am": 358,
      "pp": 359,
      "Ġ200": 360,
      "Ġad": 361,
      "ĠD": 362,
      "ure": 363,
      "ay": 364,
      "ant": 365,
      "Ġu": 366,
      "os": 367,
      "ould": 368,
      "ary": 369,
      "ance": 370,
      "ig": 371,
      "iz": 372,
      "ill": 373,
      "oc": 374,
      "ution": 375,
      "ĠUn": 376,
      "th": 377,
      "tern": 378,
      "ĠSt": 379,
      "pec": 380,
      "and": 381,
      "ited": 382,
      "ous": 383,
      "ak": 384,
      "ie": 385,
      "Ġne": 386,
      "ch": 387,
      "ans": 388,
      "od": 389,
      "velop": 390,
      "Ġcont": 391,
      "Ġsh": 392,
      "Ġnot": 393,
      "ber": 394,
      "Ġcom": 395,
      "ven": 396,
      "Ġwe": 397,
      "Ġits": 398,
      "ments": 399,
      "ore": 400,
      "ount": 401,
      "me": 402,
      "ork": 403,
      "ther": 404,
      "gra": 405,
      "for": 406,
      "Ġinc": 407,
      "ĠT": 408,
      "rou": 409,
      "rom": 410,
      "Ġun": 411,
      "ted": 412,
      "sid": 413,
      "ĠF": 414,
      "Ġch": 415,
      "ission": 416,
      "ated": 417,
      "Ġme": 418,
      "Ġag": 419,
      "if": 420,
      "lic": 421,
      "ich": 422,
      "Ġr": 423,
      "ire": 424,
      "Ġimp": 425,
      "Ġcomm": 426,
      "over": 427,
      "Ġwas": 428,
      "eral": 429,
      "Ġha": 430,
      "ial": 431,
      "ep": 432,
      "ates": 433,
      "rop": 434,
      "Ġwhich": 435,
      "ĠUnited": 436,
      "Ġfrom": 437,
      "ĠCon": 438,
      "Ġreg": 439,
      "ard": 440,
      "Ġapp": 441,
      "ia": 442,
      "ternational": 443,
      "ĠB": 444,
      "form": 445,
      "Ġdes": 446,
      "Ġthis": 447,
      "Ġet": 448,
      "all": 449,
      "ĠÃ": 450,
      "pl": 451,
      "ĠO": 452,
      "able": 453,
      "Ġhave": 454,
      "ap": 455,
      "Âł": 456,
      "Ġdevelop": 457,
      "Ġall": 458,
      "lement": 459,
      "ities": 460,
      "Ġprov": 461,
      "ord": 462,
      "Ġj": 463,
      "ies": 464,
      "Ġdis": 465,
      "so": 466,
      "eneral": 467,
      "igh": 468,
      "ust": 469,
      "ĠNations": 470,
      "Ġhe": 471,
      "iv": 472,
      "ĠH": 473,
      "tee": 474,
      "ub": 475,
      "Ġrec": 476,
      "tions": 477,
      "ces": 478,
      "In": 479,
      "Ġpl": 480,
      "Ġcount": 481,
      "ons": 482,
      "ittee": 483,
      "Ġhas": 484,
      "Ġso": 485,
      "'s": 486,
      "Ġtheir": 487,
      "min": 488,
      "Ġcomp": 489,
      "ision": 490,
      "Ġper": 491,
      "Ġsec": 492,
      "nder": 493,
      "Ġri": 494,
      "cial": 495,
      "Ġacc": 496,
      "Ġpre": 497,
      "Ġwill": 498,
      "tiv": 499,
      "ild": 500,
      "Ġco": 501,
      "urop": 502,
      "overn": 503,
      "per": 504,
      "ĠCommittee": 505,
      "Ġpol": 506,
      "Ġles": 507,
      "uman": 508,
      "ĠL": 509,
      "ence": 510,
      "ĠÃł": 511,
      "Ġrigh": 512,
      "ue": 513,
      "ty": 514,
      "lud": 515,
      "Ġse": 516,
      "ĠSec": 517,
      "Ġeff": 518,
      "ace": 519,
      "Ġy": 520,
      "ress": 521,
      "ble": 522,
      "pport": 523,
      "red": 524,
      "gan": 525,
      "ct": 526,
      "ĠIn": 527,
      "Ġpe": 528,
      "ĠW": 529,
      "gram": 530,
      "Ġconc": 531,
      "ne": 532,
      "Ġar": 533,
      "Ġwork": 534,
      "Ġunder": 535,
      "Ġalso": 536,
      "age": 537,
      "ĠStates": 538,
      "duc": 539,
      "Ġinternational": 540,
      "99": 541,
      "Ġsub": 542,
      "tit": 543,
      "olution": 544,
      "Ġother": 545,
      "Ġbeen": 546,
      "cil": 547,
      "Ġreport": 548,
      "Ġtra": 549,
      "ries": 550,
      "Ã¨": 551,
      "ret": 552,
      "ĠCommission": 553,
      "ĠJ": 554,
      "ult": 555,
      "erv": 556,
      "ice": 557,
      "ĠCoun": 558,
      "resent": 559,
      "Ġshould": 560,
      "Ġinclud": 561,
      "ĠCouncil": 562,
      "Ġque": 563,
      "og": 564,
      "Ġest": 565,
      "ign": 566,
      "Ġtr": 567,
      "ose": 568,
      "Ġint": 569,
      "ganiz": 570,
      "ublic": 571,
      "Ġcons": 572,
      "jec": 573,
      "Ġind": 574,
      "ĠâĢ": 575,
      "ag": 576,
      "Ġrequ": 577,
      "eration": 578,
      "ry": 579,
      "onom": 580,
      "ures": 581,
      "ric": 582,
      "ession": 583,
      "ari": 584,
      "Ġ3": 585,
      "Ġprovid": 586,
      "Ġdec": 587,
      "eren": 588,
      "Ġinform": 589,
      "Ġrel": 590,
      "ative": 591,
      "Ġra": 592,
      "Ġpo": 593,
      "Ġproc": 594,
      "Ġhad": 595,
      "ms": 596,
      "Ġob": 597,
      "Ġwould": 598,
      "ome": 599,
      "Ġcountries": 600,
      "vention": 601,
      "mb": 602,
      "Ġab": 603,
      "roup": 604,
      "overnment": 605,
      "ph": 606,
      "ree": 607,
      "di": 608,
      "urope": 609,
      "Ġpr": 610,
      "Ġass": 611,
      "pon": 612,
      "ech": 613,
      "Ġfin": 614,
      "Ġrights": 615,
      "ke": 616,
      "hen": 617,
      "Ġman": 618,
      "ern": 619,
      "Ġdevelopment": 620,
      "Ġhuman": 621,
      "ties": 622,
      "ear": 623,
      "ish": 624,
      "oll": 625,
      "urity": 626,
      "ase": 627,
      "au": 628,
      "200": 629,
      "rib": 630,
      "ical": 631,
      "Ġimplement": 632,
      "Ġam": 633,
      "Ġprogram": 634,
      "ors": 635,
      "ong": 636,
      "Ġwere": 637,
      "Ġtak": 638,
      "ĠCh": 639,
      "eting": 640,
      "Ġresolution": 641,
      "ĠAs": 642,
      "âĢĿ": 643,
      "abl": 644,
      "ĠÃ©": 645,
      "reat": 646,
      "pecial": 647,
      "ĠPar": 648,
      "omen": 649,
      "iew": 650,
      "ru": 651,
      "ual": 652,
      "ĠPro": 653,
      "yst": 654,
      "tif": 655,
      "Ġchild": 656,
      "),": 657,
      "ĠEurope": 658,
      "ember": 659,
      "ast": 660,
      "Ġsupport": 661,
      "ular": 662,
      "Ġinv": 663,
      "ell": 664,
      "Ġout": 665,
      "su": 666,
      "out": 667,
      "ĠdÃ©": 668,
      "Ġcl": 669,
      "ail": 670,
      "ine": 671,
      "Ġpers": 672,
      "ĠUN": 673,
      "Ġsession": 674,
      "Ġrep": 675,
      "cip": 676,
      "pos": 677,
      "Ġsuch": 678,
      "ility": 679,
      "Ġau": 680,
      "Ġdu": 681,
      "âĢĻ": 682,
      "Ġav": 683,
      "Ġnational": 684,
      "ĠâĢľ": 685,
      "ens": 686,
      "ystem": 687,
      "Ġconsid": 688,
      "ten": 689,
      "feren": 690,
      "ĠSecret": 691,
      "sident": 692,
      ").": 693,
      "ob": 694,
      "hi": 695,
      "ating": 696,
      "Ġneed": 697,
      "Ġ-": 698,
      "tical": 699,
      "Ġorganiz": 700,
      "Ġthere": 701,
      "Ġoff": 702,
      "Ġtrans": 703,
      "Ġter": 704,
      "Ġcommun": 705,
      "ont": 706,
      "act": 707,
      "Ġinformation": 708,
      "und": 709,
      "que": 710,
      "Th": 711,
      "Ġpour": 712,
      "Ġmeeting": 713,
      "Ġ5": 714,
      "Ġ199": 715,
      "onomic": 716,
      "Ġconcern": 717,
      "Ġno": 718,
      "stit": 719,
      "semb": 720,
      "Ã©s": 721,
      "ond": 722,
      "ade": 723,
      "mes": 724,
      "ĠK": 725,
      "emb": 726,
      "graph": 727,
      "gal": 728,
      "Ġdi": 729,
      "It": 730,
      "Ġsystem": 731,
      "we": 732,
      "Ġdo": 733,
      "oy": 734,
      "ory": 735,
      "cy": 736,
      "Ġincluding": 737,
      "Ġimport": 738,
      "Ġsa": 739,
      "Ġbet": 740,
      "Ġpartic": 741,
      "ticle": 742,
      "ference": 743,
      "rough": 744,
      "sembly": 745,
      "Ġem": 746,
      "Ġaut": 747,
      "Ġpri": 748,
      "Ġpara": 749,
      "ĠState": 750,
      "tain": 751,
      "Ġregion": 752,
      "General": 753,
      "ĠConvention": 754,
      "Ġ4": 755,
      "Ġfa": 756,
      "Ġcontin": 757,
      "tec": 758,
      "Ġstr": 759,
      "Ġlaw": 760,
      "ft": 761,
      "ll": 762,
      "ĠAssembly": 763,
      "Ġactiv": 764,
      "ollow": 765,
      "Ġwomen": 766,
      "Ġdisc": 767,
      "ach": 768,
      "Ġsur": 769,
      "hed": 770,
      "Ġmore": 771,
      "Ġagain": 772,
      "Ġadop": 773,
      "Ġinter": 774,
      "ĠRep": 775,
      "ĠPre": 776,
      "ific": 777,
      "Ġcan": 778,
      "Ġserv": 779,
      "mit": 780,
      "Ġpart": 781,
      "Ġexp": 782,
      "ĠGeneral": 783,
      "Ġdra": 784,
      "Ġli": 785,
      "Ġbas": 786,
      "echn": 787,
      "Ġcent": 788,
      "rit": 789,
      "Ġestabl": 790,
      "Ġsp": 791,
      "tives": 792,
      "Ġmeas": 793,
      "Ġeffec": 794,
      "ost": 795,
      "ices": 796,
      "Ġyear": 797,
      "int": 798,
      "Ġma": 799,
      "ommend": 800,
      "Ġparticular": 801,
      "Ġmade": 802,
      "Ġdans": 803,
      "ction": 804,
      "ffic": 805,
      "stitution": 806,
      "Ġec": 807,
      "Ġnous": 808,
      "ration": 809,
      "ĠEuropean": 810,
      "cc": 811,
      "ise": 812,
      "ĠSecretary": 813,
      "ang": 814,
      "rimin": 815,
      "Ġpolic": 816,
      "Ġfollow": 817,
      "Ġpas": 818,
      "Ġqui": 819,
      "Ġsit": 820,
      "Ġimplementation": 821,
      "Ġcoop": 822,
      "are": 823,
      "ween": 824,
      "Ġinto": 825,
      "get": 826,
      "Ġce": 827,
      "ied": 828,
      "air": 829,
      "uring": 830,
      "ilit": 831,
      "Ġus": 832,
      "Ġnew": 833,
      "Ġpropos": 834,
      "Ġparti": 835,
      "Ġrespon": 836,
      "Ġany": 837,
      "Ġchildren": 838,
      "Ġbetween": 839,
      "uation": 840,
      "Ġref": 841,
      "Ġthrough": 842,
      "ĠThe": 843,
      "Ġmemb": 844,
      "Ġthose": 845,
      "man": 846,
      "ural": 847,
      "ĠGovernment": 848,
      "Ġagainst": 849,
      "Ġconf": 850,
      "ime": 851,
      "les": 852,
      "ĠRe": 853,
      "ources": 854,
      "Ġfinan": 855,
      "Ġinte": 856,
      "Ġprocess": 857,
      "ĠMr": 858,
      "iol": 859,
      "ĠrÃ©": 860,
      "ood": 861,
      "Ġrecommend": 862,
      "Ġune": 863,
      "Ġwho": 864,
      "Ġactivities": 865,
      "sible": 866,
      "de": 867,
      "ĠDe": 868,
      "Ġone": 869,
      "ĠAf": 870,
      "ove": 871,
      "dition": 872,
      "hor": 873,
      "fore": 874,
      "Ġprotec": 875,
      "Ġrev": 876,
      "Ġrem": 877,
      "der": 878,
      "Ġens": 879,
      "Ġwhe": 880,
      "ien": 881,
      "orld": 882,
      "Ġmust": 883,
      "Ġgroup": 884,
      "Ġro": 885,
      "Ġregard": 886,
      "Ġissu": 887,
      "Ġshall": 888,
      "als": 889,
      "Ġprom": 890,
      "Ġmar": 891,
      "Ġover": 892,
      "Ġeffor": 893,
      "Ġmon": 894,
      "ide": 895,
      "Ġthese": 896,
      "ocu": 897,
      "vir": 898,
      "ame": 899,
      "ange": 900,
      "Ġpeop": 901,
      "Ġwell": 902,
      "Ġthey": 903,
      "Ġassist": 904,
      "ved": 905,
      "ateg": 906,
      "Ġappro": 907,
      "par": 908,
      "Ġrepresent": 909,
      "very": 910,
      "viron": 911,
      "Ġbut": 912,
      "Ġprovision": 913,
      "Ġcountry": 914,
      "Ġlevel": 915,
      "Ġpublic": 916,
      "ĠInternational": 917,
      "Ġ6": 918,
      "Ġcap": 919,
      "Ġdecision": 920,
      "Ġtechn": 921,
      "Ġrequire": 922,
      "Ġpos": 923,
      "ight": 924,
      "xt": 925,
      "Ġpeace": 926,
      "Ġmay": 927,
      "Ġparagraph": 928,
      "Ġadd": 929,
      "ĠV": 930,
      "rent": 931,
      "Ġnon": 932,
      "Ġmeasures": 933,
      "urther": 934,
      "vent": 935,
      "go": 936,
      "ote": 937,
      "Ġthan": 938,
      "Ġprogramme": 939,
      "ĠDec": 940,
      "Ġincre": 941,
      "alth": 942,
      "Ġsocial": 943,
      "lear": 944,
      "ack": 945,
      "Ġaccord": 946,
      "Ġtw": 947,
      "irst": 948,
      "ai": 949,
      "Ġrespec": 950,
      "Ġparticip": 951,
      "hip": 952,
      "Ġdraft": 953,
      "We": 954,
      "Ġnum": 955,
      "ving": 956,
      "ute": 957,
      "ters": 958,
      "rac": 959,
      "enti": 960,
      "Ġmat": 961,
      "Ġful": 962,
      "ĠPresident": 963,
      "urs": 964,
      "ian": 965,
      "Ġthem": 966,
      "leg": 967,
      "Ġdem": 968,
      "Ġques": 969,
      "ting": 970,
      "Ġauthor": 971,
      "ĠConference": 972,
      "Ġent": 973,
      "une": 974,
      "Ġtime": 975,
      "ive": 976,
      "ĠRepublic": 977,
      "aff": 978,
      "Ġcooperation": 979,
      "cep": 980,
      "ism": 981,
      "vant": 982,
      "ake": 983,
      "Ġmin": 984,
      "its": 985,
      "ication": 986,
      "ards": 987,
      "Ġform": 988,
      "Ġviol": 989,
      "ulation": 990,
      "vironment": 991,
      "Ġour": 992,
      "ĠDevelop": 993,
      "olog": 994,
      "Ġuse": 995,
      "ite": 996,
      "land": 997,
      "sition": 998,
      "Ġmain": 999,
      "Ġup": 1000,
      "educ": 1001,
      "Ġefforts": 1002,
      "ays": 1003,
      "Ġ19": 1004,
      "pr": 1005,
      "Ġk": 1006,
      "Ġdocu": 1007,
      "Ġcontrib": 1008,
      "ights": 1009,
      "ĠAfric": 1010,
      "ject": 1011,
      "Ġsecurity": 1012,
      "Ġorder": 1013,
      "ĠSecurity": 1014,
      "Ġorganizations": 1015,
      "Ġoper": 1016,
      "iod": 1017,
      "This": 1018,
      "ants": 1019,
      "ges": 1020,
      "enda": 1021,
      "Ġdire": 1022,
      "work": 1023,
      "Ġequ": 1024,
      "Ġfund": 1025,
      "Ġop": 1026,
      "ruc": 1027,
      "ral": 1028,
      "Ġpresent": 1029,
      "tice": 1030,
      "ious": 1031,
      "Ġhis": 1032,
      "ene": 1033,
      "ĠGroup": 1034,
      "Ġonly": 1035,
      "Ġrele": 1036,
      "ful": 1037,
      "ized": 1038,
      "agement": 1039,
      "sive": 1040,
      "erg": 1041,
      "uropÃ©": 1042,
      "one": 1043,
      "Ġimportant": 1044,
      "ports": 1045,
      "Ġmembers": 1046,
      "ally": 1047,
      "itÃ©": 1048,
      "Ġpeople": 1049,
      "Ġensure": 1050,
      "Ġfac": 1051,
      "Ġeconomic": 1052,
      "itical": 1053,
      "Ġresources": 1054,
      "Ġinstitution": 1055,
      "arm": 1056,
      "ati": 1057,
      "li": 1058,
      "ĠRights": 1059,
      "Ġnumber": 1060,
      "ort": 1061,
      "Ġaddress": 1062,
      "ever": 1063,
      "Ġeduc": 1064,
      "Ġsome": 1065,
      "tre": 1066,
      "Ġright": 1067,
      "atives": 1068,
      "ĠAd": 1069,
      "Ġgu": 1070,
      "ĠeuropÃ©": 1071,
      "ĠDevelopment": 1072,
      "Ġsign": 1073,
      "Ġset": 1074,
      "Ġperson": 1075,
      "Ġarticle": 1076,
      "ety": 1077,
      "ination": 1078,
      "sib": 1079,
      "Ġperiod": 1080,
      "Ġprovide": 1081,
      "up": 1082,
      "vers": 1083,
      "ality": 1084,
      "ks": 1085,
      "rÃ©": 1086,
      "Ġservices": 1087,
      "ization": 1088,
      "Ġissues": 1089,
      "Ġsituation": 1090,
      "ished": 1091,
      "Ġinst": 1092,
      "ced": 1093,
      "ivil": 1094,
      "Ġtake": 1095,
      "Ġele": 1096,
      "lob": 1097,
      "ining": 1098,
      "Ġfurther": 1099,
      "art": 1100,
      "lu": 1101,
      "ĠMin": 1102,
      "Un": 1103,
      "Ġexper": 1104,
      "Ġwithin": 1105,
      "Ġtwo": 1106,
      "mber": 1107,
      "ploy": 1108,
      "Ġ7": 1109,
      "Ġte": 1110,
      "Ġprin": 1111,
      "Ġbec": 1112,
      "Ġser": 1113,
      "Ġcar": 1114,
      "Ġregional": 1115,
      "ient": 1116,
      "ile": 1117,
      "Ġcommit": 1118,
      "lobal": 1119,
      "Ġfinancial": 1120,
      "Ġspecial": 1121,
      "Ġassistance": 1122,
      "gis": 1123,
      "ased": 1124,
      "Ġprotection": 1125,
      "ency": 1126,
      "Ġproduc": 1127,
      "ariat": 1128,
      "ered": 1129,
      "Ġstate": 1130,
      "udget": 1131,
      "Ġpur": 1132,
      "Ġ2004": 1133,
      "Ġcould": 1134,
      "Re": 1135,
      "ability": 1136,
      "led": 1137,
      "Ġpolicy": 1138,
      "ĠMember": 1139,
      "ĠeuropÃ©en": 1140,
      "Ġif": 1141,
      "ques": 1142,
      "Ġview": 1143,
      "nex": 1144,
      "Ġhealth": 1145,
      "Ġspec": 1146,
      "Ġplan": 1147,
      "ix": 1148,
      "av": 1149,
      "reng": 1150,
      "Ġbeing": 1151,
      "hie": 1152,
      "Ġimpro": 1153,
      "Ġiniti": 1154,
      "Ġadopted": 1155,
      "Ġreview": 1156,
      "ĠHuman": 1157,
      "reed": 1158,
      "Ġprogrammes": 1159,
      "minist": 1160,
      "til": 1161,
      "sts": 1162,
      "Ġes": 1163,
      "Ġeffective": 1164,
      "stan": 1165,
      "Ġachie": 1166,
      "Ġcur": 1167,
      "aire": 1168,
      "ases": 1169,
      "ĠUnion": 1170,
      "Ġcour": 1171,
      "med": 1172,
      "Ġabout": 1173,
      "val": 1174,
      "Ġdef": 1175,
      "Ã¨re": 1176,
      "Ġlegal": 1177,
      "Ġprac": 1178,
      "Ġdiscus": 1179,
      "Ãª": 1180,
      "Ġ2000": 1181,
      "ass": 1182,
      "Ġrequest": 1183,
      "ium": 1184,
      "Ġprovided": 1185,
      "Ġ10": 1186,
      "Ã©e": 1187,
      "Ġfollowing": 1188,
      "Ġenc": 1189,
      "Ġyears": 1190,
      "Ġbel": 1191,
      "Ġaff": 1192,
      "oth": 1193,
      "king": 1194,
      "Ġagree": 1195,
      "Ġestablish": 1196,
      "Ġend": 1197,
      "ĠIs": 1198,
      "Ġ9": 1199,
      "uild": 1200,
      "ĠOr": 1201,
      "As": 1202,
      "amp": 1203,
      "owever": 1204,
      "Ġaddition": 1205,
      "then": 1206,
      "Ġpolitical": 1207,
      "Ġareas": 1208,
      "ffice": 1209,
      "ning": 1210,
      "arch": 1211,
      "rengthen": 1212,
      "Ġrespect": 1213,
      "tor": 1214,
      "Ġfirst": 1215,
      "CE": 1216,
      "Ġcapac": 1217,
      "Ġenvironment": 1218,
      "gisl": 1219,
      "ince": 1220,
      "Ġrelevant": 1221,
      "Ġeducation": 1222,
      "Ġwhere": 1223,
      "Ġstrateg": 1224,
      "ues": 1225,
      "ux": 1226,
      "Ġje": 1227,
      "Ġquestion": 1228,
      "old": 1229,
      "Ġ2005": 1230,
      "10": 1231,
      "Ġcer": 1232,
      "Ġitem": 1233,
      "rol": 1234,
      "Ġtaken": 1235,
      "ecess": 1236,
      "lar": 1237,
      "Ġdeveloping": 1238,
      "entif": 1239,
      "ale": 1240,
      "Ġaction": 1241,
      "Ġparty": 1242,
      "gress": 1243,
      "oura": 1244,
      "ov": 1245,
      "ines": 1246,
      "Ġil": 1247,
      "gramme": 1248,
      "Ġduring": 1249,
      "Ġproced": 1250,
      "com": 1251,
      "Ġsou": 1252,
      "Ġ8": 1253,
      "ĠEx": 1254,
      "Ġheld": 1255,
      "ings": 1256,
      "Ġfra": 1257,
      "ament": 1258,
      "ropri": 1259,
      "Ġpossible": 1260,
      "ew": 1261,
      "ocra": 1262,
      "Ġobjec": 1263,
      "vis": 1264,
      "Ġplus": 1265,
      "Ġsoci": 1266,
      "ĠCo": 1267,
      "Ġaccount": 1268,
      "Ġcivil": 1269,
      "icial": 1270,
      "Ġatt": 1271,
      "Ġdeleg": 1272,
      "ause": 1273,
      "ĠOffice": 1274,
      "ners": 1275,
      "ĠAr": 1276,
      "ror": 1277,
      "Ġsc": 1278,
      "ĠSpecial": 1279,
      "Ġdiff": 1280,
      "Ġext": 1281,
      "Ġloc": 1282,
      "now": 1283,
      "ette": 1284,
      "Ġstrengthen": 1285,
      "Ġsubmit": 1286,
      "ĠSo": 1287,
      "sel": 1288,
      "Ġprior": 1289,
      "Ġ20": 1290,
      "ily": 1291,
      "lig": 1292,
      "Ġnecess": 1293,
      "Ġaccordance": 1294,
      "Ġagenda": 1295,
      "ner": 1296,
      "Ġhigh": 1297,
      "tention": 1298,
      "Ġlike": 1299,
      "Ġdocument": 1300,
      "Ġmet": 1301,
      "ĠWork": 1302,
      "illion": 1303,
      "ris": 1304,
      "Ġcri": 1305,
      "Ġcontain": 1306,
      "Ġmake": 1307,
      "du": 1308,
      "Ġdev": 1309,
      "oint": 1310,
      "Ġbudget": 1311,
      "Ġappropri": 1312,
      "Ġparties": 1313,
      "ents": 1314,
      "ĠÃ©t": 1315,
      "Ġcommunity": 1316,
      "ctions": 1317,
      "Ġfact": 1318,
      "Ġdat": 1319,
      "aw": 1320,
      "ussi": 1321,
      "Ġcontinue": 1322,
      "ĠNo": 1323,
      "Ġproble": 1324,
      "Ġgeneral": 1325,
      "Ġpersons": 1326,
      "Ġwhen": 1327,
      "iss": 1328,
      "Ġrece": 1329,
      "ok": 1330,
      "Ġcurrent": 1331,
      "itor": 1332,
      "Ġmost": 1333,
      "ĠEn": 1334,
      "Ġstaff": 1335,
      "Ġstand": 1336,
      "Ġmod": 1337,
      "Mr": 1338,
      "Ġmanagement": 1339,
      "ib": 1340,
      "mework": 1341,
      "Ġyou": 1342,
      "Ġaf": 1343,
      "porte": 1344,
      "tim": 1345,
      "ĠY": 1346,
      "ĠAg": 1347,
      "ĠOrganiz": 1348,
      "ĠFor": 1349,
      "roduc": 1350,
      "Ad": 1351,
      "ĠEc": 1352,
      "Ġboth": 1353,
      "Ã©c": 1354,
      "Ġact": 1355,
      "Ġid": 1356,
      "Ġapplic": 1357,
      "ĠLe": 1358,
      "ement": 1359,
      "Ġglobal": 1360,
      "ound": 1361,
      "Ġcase": 1362,
      "aking": 1363,
      "Ġaccess": 1364,
      "Ġamend": 1365,
      "Ġinvol": 1366,
      "Ġcoord": 1367,
      "Ġamong": 1368,
      "ind": 1369,
      "ys": 1370,
      "round": 1371,
      "ared": 1372,
      "ilities": 1373,
      "Ġinstitutions": 1374,
      "Ġconflic": 1375,
      "Ġworld": 1376,
      "Ġsame": 1377,
      "Ġconsider": 1378,
      "Ġconsult": 1379,
      "At": 1380,
      "ait": 1381,
      "mp": 1382,
      "Ġavail": 1383,
      "ender": 1384,
      "Ġ2007": 1385,
      "cing": 1386,
      "Ġcapacity": 1387,
      "Ġ15": 1388,
      ");": 1389,
      "Ġcor": 1390,
      "Ġtraining": 1391,
      "Ġindic": 1392,
      "Ġrole": 1393,
      "Ġ12": 1394,
      "Ġprogress": 1395,
      "Ġ2001": 1396,
      "Ġcall": 1397,
      "ater": 1398,
      "ĠSocial": 1399,
      "jor": 1400,
      "gin": 1401,
      "Ġnecessary": 1402,
      "Ġbod": 1403,
      "arge": 1404,
      "Ġur": 1405,
      "ier": 1406,
      "ustice": 1407,
      "Ġplace": 1408,
      "uilding": 1409,
      "UN": 1410,
      "day": 1411,
      "riminal": 1412,
      "ogn": 1413,
      "Ġcontinu": 1414,
      "Ġestablished": 1415,
      "ug": 1416,
      "Ġlegisl": 1417,
      "ip": 1418,
      "Ġassess": 1419,
      "overnmental": 1420,
      "Ġprovisions": 1421,
      "ex": 1422,
      "Ġmany": 1423,
      "mer": 1424,
      "Ġinteg": 1425,
      "Ġvery": 1426,
      "rimination": 1427,
      "lia": 1428,
      "ential": 1429,
      "Ġpop": 1430,
      "ined": 1431,
      "Ġann": 1432,
      "Ġappropriate": 1433,
      "Ġcertain": 1434,
      "Ġocc": 1435,
      "sions": 1436,
      "ules": 1437,
      "Ġreports": 1438,
      "ats": 1439,
      "lim": 1440,
      "ultural": 1441,
      "ĠDecember": 1442,
      "Ġbasis": 1443,
      "ĠProgramme": 1444,
      "Ġfam": 1445,
      "An": 1446,
      "Ġmajor": 1447,
      "arian": 1448,
      "ina": 1449,
      "Ġremain": 1450,
      "ditions": 1451,
      "sue": 1452,
      "ird": 1453,
      "row": 1454,
      "sibility": 1455,
      "Ġinf": 1456,
      "stain": 1457,
      "yp": 1458,
      "Ġdeb": 1459,
      "ield": 1460,
      "ition": 1461,
      "uclear": 1462,
      "Ġ$": 1463,
      "toc": 1464,
      "Ġdist": 1465,
      "Ġissue": 1466,
      "ages": 1467,
      "Ġlong": 1468,
      "Ġrecommendations": 1469,
      "Ġmen": 1470,
      "ĠWorking": 1471,
      "cies": 1472,
      "unity": 1473,
      "cept": 1474,
      "ĠParties": 1475,
      "Ġvari": 1476,
      "Ġdata": 1477,
      "Ġexist": 1478,
      "reaty": 1479,
      "Ġbefore": 1480,
      "liament": 1481,
      "ption": 1482,
      "Ã¨s": 1483,
      "Ġworking": 1484,
      "Ġaux": 1485,
      "elle": 1486,
      "Ġoblig": 1487,
      "Ġintere": 1488,
      "gion": 1489,
      "Ġdon": 1490,
      "Ġlead": 1491,
      "Ġrest": 1492,
      "Ġexpress": 1493,
      "ples": 1494,
      "tocol": 1495,
      "ister": 1496,
      "ĠPe": 1497,
      "ĠOrganization": 1498,
      "aren": 1499,
      "Ġgo": 1500,
      "sec": 1501,
      "Ġfull": 1502,
      "ule": 1503,
      "erman": 1504,
      "Ġcomple": 1505,
      "Ġtechnical": 1506,
      "airs": 1507,
      "Ġgreat": 1508,
      "ture": 1509,
      "echan": 1510,
      "ĠInd": 1511,
      "Ġwithout": 1512,
      "Ġsustain": 1513,
      "Ġexpl": 1514,
      "Ġfore": 1515,
      "ĠWorld": 1516,
      "ough": 1517,
      "ran": 1518,
      "tal": 1519,
      "Ġmand": 1520,
      "ivid": 1521,
      "ĠEconomic": 1522,
      "Ġframework": 1523,
      "ID": 1524,
      "issions": 1525,
      "keep": 1526,
      "Ġow": 1527,
      "ĠCour": 1528,
      "lec": 1529,
      "po": 1530,
      "uly": 1531,
      "ĠAfrica": 1532,
      "Ġjud": 1533,
      "Ġcases": 1534,
      "Ġcette": 1535,
      "Ã©es": 1536,
      "ize": 1537,
      "Ġmed": 1538,
      "ique": 1539,
      "Ġsee": 1540,
      "Ġrelated": 1541,
      "Ġgroups": 1542,
      "Ġavailable": 1543,
      "Ġdifferen": 1544,
      "Ġgood": 1545,
      "Ġ2006": 1546,
      "For": 1547,
      "Ġfut": 1548,
      "Ġterror": 1549,
      "epend": 1550,
      "Ġsince": 1551,
      "ool": 1552,
      "Ġcol": 1553,
      "Ġtechnolog": 1554,
      "porteur": 1555,
      "ĠAn": 1556,
      "Ġemploy": 1557,
      "Ġmillion": 1558,
      "Ġlim": 1559,
      "Ġval": 1560,
      "Ġconcerned": 1561,
      "Ġdom": 1562,
      "Ġcontribution": 1563,
      "Ġwel": 1564,
      "sie": 1565,
      "oard": 1566,
      "ĠPal": 1567,
      "Ġsector": 1568,
      "ĠJune": 1569,
      "governmental": 1570,
      "Ġarea": 1571,
      "Ġconsideration": 1572,
      "Ġviolence": 1573,
      "rab": 1574,
      "Ġconditions": 1575,
      "iven": 1576,
      "On": 1577,
      "Ġknow": 1578,
      "Ġcompl": 1579,
      "hes": 1580,
      "Ġste": 1581,
      "There": 1582,
      "Ġ11": 1583,
      "Ġencoura": 1584,
      "Ġtrade": 1585,
      "Je": 1586,
      "Ġnow": 1587,
      "itarian": 1588,
      "ves": 1589,
      "soci": 1590,
      "Ġmechan": 1591,
      "Ġ13": 1592,
      "Ġaw": 1593,
      "rie": 1594,
      "ature": 1595,
      "Ġthree": 1596,
      "chool": 1597,
      "Ġclear": 1598,
      "Ġ2008": 1599,
      "Ġlocal": 1600,
      "Ġcre": 1601,
      "laration": 1602,
      "overty": 1603,
      "Ġprincip": 1604,
      "Ġparticularly": 1605,
      "ros": 1606,
      "Ġadminist": 1607,
      "Ġspecific": 1608,
      "Ġconte": 1609,
      "Ġused": 1610,
      "Ġfoc": 1611,
      "ban": 1612,
      "Ġsaid": 1613,
      "Ġpartners": 1614,
      "Ġimprove": 1615,
      "Ġpolicies": 1616,
      "Ġrecogn": 1617,
      "ĠCent": 1618,
      "ĠDep": 1619,
      "atory": 1620,
      "Ġidentif": 1621,
      "ended": 1622,
      "ised": 1623,
      "ĠeuropÃ©enne": 1624,
      "ivers": 1625,
      "Ġsecond": 1626,
      "Ġneeds": 1627,
      "Ġinclude": 1628,
      "Ġfuture": 1629,
      "come": 1630,
      "ĠMon": 1631,
      "Ġgra": 1632,
      "uch": 1633,
      "Ġimportance": 1634,
      "Ġsont": 1635,
      "Ġmy": 1636,
      "Ġbien": 1637,
      "aim": 1638,
      "Ġ2003": 1639,
      "Ġpriv": 1640,
      "Ġreduc": 1641,
      "enef": 1642,
      "irc": 1643,
      "Ġph": 1644,
      "ceed": 1645,
      "Ġobs": 1646,
      "Ġeach": 1647,
      "ĠCourt": 1648,
      "Ġstud": 1649,
      "Ġaim": 1650,
      "Ġwhat": 1651,
      "termin": 1652,
      "199": 1653,
      "Ġopport": 1654,
      "âĢ¦": 1655,
      "Ġproposed": 1656,
      "Ġgender": 1657,
      "Ġmonitor": 1658,
      "Ġafter": 1659,
      "ĠHe": 1660,
      "Ġbeh": 1661,
      "Ġbased": 1662,
      "read": 1663,
      "Ġcomb": 1664,
      "Ġvis": 1665,
      "Ġmeans": 1666,
      "overnments": 1667,
      "Ġbecause": 1668,
      "Ġpoliti": 1669,
      "ences": 1670,
      "Ġrap": 1671,
      "ividual": 1672,
      "encies": 1673,
      "ower": 1674,
      "nel": 1675,
      "Ġtherefore": 1676,
      "ĠPol": 1677,
      "Ġris": 1678,
      "Ġmeetings": 1679,
      "Ġconflict": 1680,
      "Ġsupp": 1681,
      "Ġresult": 1682,
      "atus": 1683,
      "outh": 1684,
      "ĠPalest": 1685,
      "Ġsti": 1686,
      "Ġparticipation": 1687,
      "Ġins": 1688,
      "alf": 1689,
      "Ġconstit": 1690,
      "Ġrequirements": 1691,
      "12": 1692,
      "stand": 1693,
      "Ġfield": 1694,
      "II": 1695,
      "Ġadv": 1696,
      "Ġbenef": 1697,
      "allen": 1698,
      "Ġinstru": 1699,
      "nium": 1700,
      "Ġconst": 1701,
      "Ġconsidered": 1702,
      "lp": 1703,
      "Ġspe": 1704,
      "000": 1705,
      "Ġsaf": 1706,
      "Ġve": 1707,
      "epte": 1708,
      "key": 1709,
      "ĠAfrican": 1710,
      "Ġsociety": 1711,
      "rael": 1712,
      "ĠJuly": 1713,
      "Ġmul": 1714,
      "Ġincrease": 1715,
      "ked": 1716,
      "ternal": 1717,
      "iter": 1718,
      "Ġindividual": 1719,
      "Ġ14": 1720,
      "Ġ18": 1721,
      "Ġcontrol": 1722,
      "ĠNational": 1723,
      "ĠAct": 1724,
      "tis": 1725,
      "Ġauthorities": 1726,
      "ital": 1727,
      "rug": 1728,
      "ateral": 1729,
      "Ġsim": 1730,
      "atis": 1731,
      "Ġtow": 1732,
      "Ġhelp": 1733,
      "Ġgiven": 1734,
      "Ġway": 1735,
      "Ġreceiv": 1736,
      "aux": 1737,
      "ĠTh": 1738,
      "Ġpoint": 1739,
      "Ġsubmitted": 1740,
      "org": 1741,
      "Ġou": 1742,
      "15": 1743,
      "ently": 1744,
      "isc": 1745,
      "oting": 1746,
      "Ġresul": 1747,
      "oin": 1748,
      "eptember": 1749,
      "istan": 1750,
      "Ġguid": 1751,
      "meric": 1752,
      "ĠProtocol": 1753,
      "Ġnuclear": 1754,
      "Ġachieve": 1755,
      "īt": 1756,
      "rative": 1757,
      "Ġpoverty": 1758,
      "jects": 1759,
      "20": 1760,
      "ged": 1761,
      "However": 1762,
      "Ġfocus": 1763,
      "sequ": 1764,
      "ĠBoard": 1765,
      "Ġallow": 1766,
      "Ġnote": 1767,
      "other": 1768,
      "Ġpopulation": 1769,
      "ulations": 1770,
      "ecu": 1771,
      "Ġdelegation": 1772,
      "lect": 1773,
      "ĠParliament": 1774,
      "ned": 1775,
      "Ġrequired": 1776,
      "Ġbelie": 1777,
      "ĠprÃ©": 1778,
      "Ġannex": 1779,
      "ĠFund": 1780,
      "ank": 1781,
      "Ġupon": 1782,
      "oir": 1783,
      "Ġvarious": 1784,
      "âĢľ": 1785,
      "Ġavec": 1786,
      "Ġconcerning": 1787,
      "ĠAff": 1788,
      "Ġnor": 1789,
      "use": 1790,
      "aran": 1791,
      "ĠChair": 1792,
      "St": 1793,
      "Ġpromote": 1794,
      "ĠGu": 1795,
      "Ġvic": 1796,
      "Ġsubstan": 1797,
      "Ġ30": 1798,
      "Ġofficial": 1799,
      "Ġconduc": 1800,
      "Ġsix": 1801,
      "uge": 1802,
      "keeping": 1803,
      "omb": 1804,
      "Ġattention": 1805,
      "apons": 1806,
      "ope": 1807,
      "Ġforce": 1808,
      "aut": 1809,
      "ecutive": 1810,
      "rant": 1811,
      "Ġschool": 1812,
      "ergy": 1813,
      "Ġchallen": 1814,
      "ators": 1815,
      "otion": 1816,
      "ately": 1817,
      "Ġproject": 1818,
      "Ġabove": 1819,
      "ruction": 1820,
      "ober": 1821,
      "abor": 1822,
      "Ġsecret": 1823,
      "Ġundert": 1824,
      "Ġfacilit": 1825,
      "ovember": 1826,
      "ĠAffairs": 1827,
      "Ġenh": 1828,
      "Ġcare": 1829,
      "tics": 1830,
      "Ġaffec": 1831,
      "Ġfl": 1832,
      "Ġhumanitarian": 1833,
      "Il": 1834,
      "Ġ2002": 1835,
      "Ġdeveloped": 1836,
      "En": 1837,
      "ĠLaw": 1838,
      "Ġpen": 1839,
      "ilitary": 1840,
      "ĠIsrael": 1841,
      "Ġsm": 1842,
      "Ġbodies": 1843,
      "ison": 1844,
      "ring": 1845,
      "ode": 1846,
      "Ġtransport": 1847,
      "Ġreform": 1848,
      "rehen": 1849,
      "Al": 1850,
      "Ġvol": 1851,
      "Ġrepresentatives": 1852,
      "ĠSeptember": 1853,
      "Ġrules": 1854,
      "ample": 1855,
      "Ġnoted": 1856,
      "ĠEU": 1857,
      "ness": 1858,
      "Ġwhether": 1859,
      "ulture": 1860,
      "ciples": 1861,
      "Ġfun": 1862,
      "ĠMay": 1863,
      "Le": 1864,
      "Ġlevels": 1865,
      "Ġchange": 1866,
      "aires": 1867,
      "istry": 1868,
      "Ġfour": 1869,
      "Ġclaim": 1870,
      "Ġlist": 1871,
      "itiz": 1872,
      "itation": 1873,
      "ww": 1874,
      "tig": 1875,
      "Ġapproach": 1876,
      "Ġcontext": 1877,
      "ises": 1878,
      "Ġeng": 1879,
      "Ġwhile": 1880,
      "mar": 1881,
      "Ġdoes": 1882,
      "Ġlegislation": 1883,
      "ps": 1884,
      "Ġgrow": 1885,
      "Ġdiffic": 1886,
      "Ġdemand": 1887,
      "Ġrepresentative": 1888,
      "ctober": 1889,
      "ĠPrÃ©": 1890,
      "ĠSecretariat": 1891,
      "Ġdep": 1892,
      "TA": 1893,
      "ĠTra": 1894,
      "artment": 1895,
      "Ġprep": 1896,
      "Add": 1897,
      "Ġpays": 1898,
      "anu": 1899,
      "Ã´": 1900,
      "goti": 1901,
      "âĢĿ.": 1902,
      "ĠAmeric": 1903,
      "see": 1904,
      "Ġsignific": 1905,
      "Ġ[": 1906,
      "Union": 1907,
      "ĠâĢĶ": 1908,
      "osed": 1909,
      "eb": 1910,
      "Ġprof": 1911,
      "Ġtout": 1912,
      "Ġ1999": 1913,
      "âĢ¦âĢ¦": 1914,
      "ross": 1915,
      "Ġ16": 1916,
      "the": 1917,
      "Ġmark": 1918,
      "rehensive": 1919,
      "Ġimpact": 1920,
      "DP": 1921,
      "ocratic": 1922,
      "Ġprevent": 1923,
      "Ġprepar": 1924,
      "Ġagreed": 1925,
      "Ġess": 1926,
      "Ġanal": 1927,
      "Nous": 1928,
      "ĠServ": 1929,
      "Ġrequested": 1930,
      "Ġposi": 1931,
      "Ġcirc": 1932,
      "Ġmais": 1933,
      "CO": 1934,
      "erc": 1935,
      "ĠÃª": 1936,
      "ais": 1937,
      "Ġcontained": 1938,
      "Ġ17": 1939,
      "reedom": 1940,
      "Ã©t": 1941,
      "Ġsubject": 1942,
      "sieur": 1943,
      "Ġtowards": 1944,
      "Ġterrit": 1945,
      "pril": 1946,
      "19": 1947,
      "Ġagencies": 1948,
      "ĠArab": 1949,
      "Ġsecretariat": 1950,
      "nes": 1951,
      "ĠPrÃ©sident": 1952,
      "Ar": 1953,
      "Ġreas": 1954,
      "Rec": 1955,
      "Ġvote": 1956,
      "rated": 1957,
      "ois": 1958,
      "Ġdiscrimination": 1959,
      "Ġadditional": 1960,
      "ĠNovember": 1961,
      "Ġagreement": 1962,
      "app": 1963,
      "Ġstruc": 1964,
      "Ġces": 1965,
      "less": 1966,
      "ĠÃīt": 1967,
      "Ġsustainable": 1968,
      "Ġher": 1969,
      "Ġpay": 1970,
      "mary": 1971,
      "Ġopen": 1972,
      "ĠPl": 1973,
      "Ġdirect": 1974,
      "pecially": 1975,
      "Ġret": 1976,
      "ĠAl": 1977,
      "Ġear": 1978,
      "building": 1979,
      "Ġsex": 1980,
      "ource": 1981,
      "Ġdifferent": 1982,
      "Ġcoll": 1983,
      "ĠChild": 1984,
      "Ġenti": 1985,
      "ĠPalestin": 1986,
      "Ġposition": 1987,
      "olid": 1988,
      "Ġnegoti": 1989,
      "ĠMarch": 1990,
      "ator": 1991,
      "ogue": 1992,
      "Ġpres": 1993,
      "pose": 1994,
      "ract": 1995,
      "enous": 1996,
      "iness": 1997,
      "ĠOctober": 1998,
      "sh": 1999,
      "ĠÃªtre": 2000,
      "Ġproposal": 2001,
      "iÃ¨re": 2002,
      "hic": 2003,
      "11": 2004,
      "Ġproper": 2005,
      "fer": 2006,
      "vious": 2007,
      "az": 2008,
      "ĠDepartment": 2009,
      "Ġdecid": 2010,
      "igenous": 2011,
      "Ġresolutions": 2012,
      "aced": 2013,
      "Ġjustice": 2014,
      "Ġprojects": 2015,
      "Ġtre": 2016,
      "Ġresponsibility": 2017,
      "ĠNew": 2018,
      "asing": 2019,
      "He": 2020,
      "Ġstatement": 2021,
      "Ġrelating": 2022,
      "Ġdesign": 2023,
      "Ãł": 2024,
      "oi": 2025,
      "hod": 2026,
      "own": 2027,
      "Ġresults": 2028,
      "Ġenvironmental": 2029,
      "Ġmember": 2030,
      "Ġevery": 2031,
      "Ġexample": 2032,
      "Ġmonitoring": 2033,
      "ccess": 2034,
      "che": 2035,
      "isation": 2036,
      "ron": 2037,
      "Ġprivate": 2038,
      "Ġexam": 2039,
      "pects": 2040,
      "Ġdro": 2041,
      "Ġstatus": 2042,
      "Ġproblems": 2043,
      "Ġont": 2044,
      "Ġespecially": 2045,
      "ying": 2046,
      "Ġrelations": 2047,
      "Ġinves": 2048,
      "ĠRepresent": 2049,
      "IV": 2050,
      "erial": 2051,
      "ialogue": 2052,
      "Ã©n": 2053,
      "Ġsystems": 2054,
      "equ": 2055,
      "ĠRes": 2056,
      "Ġreal": 2057,
      "Ġentre": 2058,
      "Ġeconom": 2059,
      "ife": 2060,
      "Ġinterest": 2061,
      "Ġstill": 2062,
      "Ġcommon": 2063,
      "ĠGovernments": 2064,
      "ĠApril": 2065,
      "anuary": 2066,
      "reatment": 2067,
      "ĠTr": 2068,
      "estic": 2069,
      "Ġcriminal": 2070,
      "omp": 2071,
      "Ġterms": 2072,
      "abour": 2073,
      "ĠParlement": 2074,
      "atic": 2075,
      "ĠFed": 2076,
      "Ġlast": 2077,
      "ĠAction": 2078,
      "Ġliv": 2079,
      "ĠCommissioner": 2080,
      "Ġland": 2081,
      "ists": 2082,
      "Ġinvest": 2083,
      "ĠWomen": 2084,
      "ĠÃ©tÃ©": 2085,
      "ĠDeclaration": 2086,
      "Ġgen": 2087,
      "Ã©g": 2088,
      "Ġdetermin": 2089,
      "Ġrapport": 2090,
      "Ġsignificant": 2091,
      "Ġentit": 2092,
      "standing": 2093,
      "ours": 2094,
      "men": 2095,
      "Ġstandards": 2096,
      "idence": 2097,
      "Ġ\"": 2098,
      "uel": 2099,
      "tices": 2100,
      "Ġmilitary": 2101,
      "va": 2102,
      "ĠMission": 2103,
      "Ġoperations": 2104,
      "Ġbehalf": 2105,
      "apporteur": 2106,
      "phas": 2107,
      "Ġeven": 2108,
      "ĠHigh": 2109,
      "Ġprocedures": 2110,
      "Ġhow": 2111,
      "Ġaddressed": 2112,
      "Ġrefer": 2113,
      "Ġperform": 2114,
      "Ġori": 2115,
      "ready": 2116,
      "rial": 2117,
      "âĢĿ,": 2118,
      "Ġtraffic": 2119,
      "RA": 2120,
      "Ġcitiz": 2121,
      "ah": 2122,
      "Sec": 2123,
      "Ġeffic": 2124,
      "Ġestablishment": 2125,
      "Ġtotal": 2126,
      "armament": 2127,
      "Ġfreedom": 2128,
      "30": 2129,
      "Ġdeal": 2130,
      "Ġexisting": 2131,
      "irect": 2132,
      "Ġfait": 2133,
      "Ġreceived": 2134,
      "Ġcarri": 2135,
      "Ġ2009": 2136,
      "Ġalready": 2137,
      "Ġcoordination": 2138,
      "Ġlarge": 2139,
      "Ġsmall": 2140,
      "Ġprinciples": 2141,
      "lusion": 2142,
      "Ã¨me": 2143,
      "Ġconn": 2144,
      "Ġfully": 2145,
      "duce": 2146,
      "La": 2147,
      "ĠÃītats": 2148,
      "Ġorganization": 2149,
      "Ġmethod": 2150,
      "ĠMinister": 2151,
      "iance": 2152,
      "gional": 2153,
      "Ġprocedure": 2154,
      "Ġpolice": 2155,
      "Ġcomprehensive": 2156,
      "Ġfamily": 2157,
      "Par": 2158,
      "eria": 2159,
      "visory": 2160,
      "aus": 2161,
      "Ġver": 2162,
      "Ġserious": 2163,
      "Con": 2164,
      "Ġpost": 2165,
      "ĠMinistry": 2166,
      "Ġown": 2167,
      "Ġindepend": 2168,
      "ĠReg": 2169,
      "Ġmandate": 2170,
      "Ġmarket": 2171,
      "Ġread": 2172,
      "force": 2173,
      "Ġtaking": 2174,
      "road": 2175,
      "Ġmaterial": 2176,
      "Ġintroduc": 2177,
      "With": 2178,
      "ding": 2179,
      "ĠJanuary": 2180,
      "Ġindust": 2181,
      "be": 2182,
      "Ġpursu": 2183,
      "IDS": 2184,
      "Ġdialogue": 2185,
      "raq": 2186,
      "Ġdirec": 2187,
      "elf": 2188,
      "Ġeval": 2189,
      "Ġservice": 2190,
      "urn": 2191,
      "isms": 2192,
      "ath": 2193,
      "irm": 2194,
      "Ġincluded": 2195,
      "tification": 2196,
      "Ġexpressed": 2197,
      "ories": 2198,
      "Ġpolitique": 2199,
      "izing": 2200,
      "Ġchar": 2201,
      "Ġdecisions": 2202,
      "Ġsuccess": 2203,
      "formation": 2204,
      "Ġev": 2205,
      "Ġadoption": 2206,
      "Ġweapons": 2207,
      "Ġcoun": 2208,
      "ink": 2209,
      "Ġtext": 2210,
      "Ġwar": 2211,
      "Ġvous": 2212,
      "Ġinvestig": 2213,
      "ĠRussi": 2214,
      "Ġexpec": 2215,
      "Ġdocuments": 2216,
      "dra": 2217,
      "dic": 2218,
      "CC": 2219,
      "Ġproceed": 2220,
      "usiness": 2221,
      "ES": 2222,
      "Ġdiscussion": 2223,
      "Ġapplication": 2224,
      "ords": 2225,
      "ĠZ": 2226,
      "seil": 2227,
      "ĠRepresentative": 2228,
      "ouse": 2229,
      "ints": 2230,
      "Ġvicti": 2231,
      "Ġentitled": 2232,
      "Ġtyp": 2233,
      "Ġassoci": 2234,
      "Ch": 2235,
      "Ġmonth": 2236,
      "Ġobligations": 2237,
      "ĠdÃ©c": 2238,
      "ĠSu": 2239,
      "Ġincreased": 2240,
      "ĠPalestinian": 2241,
      "Ġregarding": 2242,
      "Ġactions": 2243,
      "Ġlo": 2244,
      "ĠNor": 2245,
      "ĠParty": 2246,
      ".,": 2247,
      "angu": 2248,
      "Ġelect": 2249,
      "ĠExecutive": 2250,
      "Ġcontinued": 2251,
      "Ġnet": 2252,
      "Ġquestions": 2253,
      "ests": 2254,
      "ering": 2255,
      "Ġrule": 2256,
      "Ġevent": 2257,
      "ĠRapporteur": 2258,
      "Ġel": 2259,
      "ermanent": 2260,
      "Ġregular": 2261,
      "Ġless": 2262,
      "Ġwish": 2263,
      "Ġdomestic": 2264,
      "Ġsolution": 2265,
      "Ġchang": 2266,
      "view": 2267,
      "Ġ21": 2268,
      "Ġhowever": 2269,
      "ĠIraq": 2270,
      "ĠSp": 2271,
      "Ġrecent": 2272,
      "Ãªme": 2273,
      "ĠSouth": 2274,
      "Ġamount": 2275,
      "Ġ25": 2276,
      "Ġill": 2277,
      "ee": 2278,
      "Ġpractices": 2279,
      "ward": 2280,
      "Ġconsultations": 2281,
      "Ġleast": 2282,
      "Ġdecided": 2283,
      "ui": 2284,
      "Ġthird": 2285,
      "Ġgovernment": 2286,
      "Ġgovern": 2287,
      "ĠFin": 2288,
      "Ġenergy": 2289,
      "ĠÃ©c": 2290,
      "ĠTreaty": 2291,
      "not": 2292,
      "Ġsent": 2293,
      "sp": 2294,
      "Ġstrategy": 2295,
      "Ġrese": 2296,
      "Ġlack": 2297,
      "Ġarmed": 2298,
      "Ġtem": 2299,
      "cent": 2300,
      "Ġcomme": 2301,
      "ĠConseil": 2302,
      "To": 2303,
      "Ġlife": 2304,
      "Ġvehic": 2305,
      "ĠMe": 2306,
      "Comm": 2307,
      "Ġjust": 2308,
      "Ġkey": 2309,
      "Ġrecon": 2310,
      "Ġdid": 2311,
      "Ġhand": 2312,
      "Ġwater": 2313,
      "ebru": 2314,
      "ebruary": 2315,
      "Ġmembres": 2316,
      "Ġjoint": 2317,
      "Ġprevious": 2318,
      "Ġprovides": 2319,
      "Ġoccup": 2320,
      "AC": 2321,
      "Ġmechanisms": 2322,
      "These": 2323,
      "Ġproblem": 2324,
      "Ġfif": 2325,
      "Ġdet": 2326,
      "Ġincreasing": 2327,
      "ĠPermanent": 2328,
      "uted": 2329,
      "Ġobserv": 2330,
      "ribun": 2331,
      "Ġinitiatives": 2332,
      "Ġcitizens": 2333,
      "Ġcommitment": 2334,
      "amental": 2335,
      "imum": 2336,
      "ĠPeace": 2337,
      "ually": 2338,
      "Ġcover": 2339,
      "ances": 2340,
      "Ġassessment": 2341,
      "Ġdebate": 2342,
      "Ġdeli": 2343,
      "Ġfree": 2344,
      "Ġproviding": 2345,
      "ĠDem": 2346,
      "Ġlet": 2347,
      "__": 2348,
      "ĠÃ©gal": 2349,
      "Ġdue": 2350,
      "Ġproduction": 2351,
      "Ġarr": 2352,
      "Ġmaintain": 2353,
      "Ġage": 2354,
      "Ġconclud": 2355,
      "13": 2356,
      "Ġemphas": 2357,
      "Ġfunds": 2358,
      "2004": 2359,
      "Ġsum": 2360,
      "eal": 2361,
      "Ġhead": 2362,
      "Ġgive": 2363,
      "Ġrefuge": 2364,
      "That": 2365,
      "gent": 2366,
      "Ġanalys": 2367,
      "Ġsug": 2368,
      "Ġsever": 2369,
      "ars": 2370,
      "Ġproposals": 2371,
      "ising": 2372,
      "elines": 2373,
      "Ġterrorism": 2374,
      "Ġmatter": 2375,
      "ides": 2376,
      "Ġreporting": 2377,
      "Ġexerc": 2378,
      "ified": 2379,
      "Ġcontributions": 2380,
      "dom": 2381,
      "IS": 2382,
      "Ġvictims": 2383,
      "Ġinstruments": 2384,
      "Ġfound": 2385,
      "utes": 2386,
      "Article": 2387,
      "Ġmatters": 2388,
      "Ġcosts": 2389,
      "Ġdiscuss": 2390,
      "Ġthreat": 2391,
      "Ġagric": 2392,
      "ĠHIV": 2393,
      "Ã©sent": 2394,
      "Ġresponse": 2395,
      "Ġ22": 2396,
      "ications": 2397,
      "Ġrelig": 2398,
      "ivision": 2399,
      "Ġfinal": 2400,
      "Ġwelcom": 2401,
      "inion": 2402,
      "Ġemerg": 2403,
      "Ġpersonnel": 2404,
      "Ġfe": 2405,
      "ii": 2406,
      "CN": 2407,
      "ĠÃ©galement": 2408,
      "Ġactive": 2409,
      "Ġcommunication": 2410,
      "Ġpass": 2411,
      "Ġemployment": 2412,
      "ĠArticle": 2413,
      "ather": 2414,
      "Ġput": 2415,
      "Ġlangu": 2416,
      "ĠSw": 2417,
      "ĠTur": 2418,
      "Ġprevention": 2419,
      "Ġadequ": 2420,
      "If": 2421,
      "Ġseveral": 2422,
