{"id": 0, "original_passage": "As to how we should deal with this serious matter here in this Chamber, I think it would be appropriate if the problems in the Middle East were to be raised tomorrow in the debate with the President - in - Office of the Council and the President of the Commission, either by individual Members or by political group chairmen or whoever speaks on behalf of the groups.", "length_of_sentences": 74, "cloze_passage": "As to how we should deal with this serious matter here in this Chamber, I think it would be appropriate if the problems in the Middle East were to be raised tomorrow in the debate with the President - in - Office of the Council and the President of the Commission, either by individual Members or by political group chairmen or whoever speaks on behalf of the <mask>.", "answer": "groups", "language": "en"}
{"id": 1, "original_passage": "Yet, while our own institution has done so much to ensure the successful completion of the work of the Convention, particularly by, on many occasions, making its premises available to the Convention, I am sorry that today, as our plenary part - session in Strasbourg is opening, it was not possible to organize the formal hand over of this Charter here in Strasbourg, in conditions worthy of it, now that the work of drafting it has been completed.", "length_of_sentences": 96, "cloze_passage": "Yet, while our own institution has done so much to ensure the successful completion of the work of the Convention, particularly by, on many occasions, making its premises available to the Convention, I am sorry that today, as our plenary part - session in Strasbourg is opening, it was not possible to organize the formal hand over of this Charter here in Strasbourg, in conditions worthy of it, now that the work of drafting it has been <mask>.", "answer": "completed", "language": "en"}
{"id": 2, "original_passage": "Before giving Mr Watts the floor to speak on the same subject, I would just like to inform you that directly after this dreadful disaster I did of course write to the President of the Greek Parliament, Mr Calamaris, in order to express, on behalf of the House, my deep sadness and our solidarity with the families of the victims.", "length_of_sentences": 78, "cloze_passage": "Before giving Mr Watts the floor to speak on the same subject, I would just like to inform you that directly after this dreadful disaster I did of course write to the President of the Greek Parliament, Mr Calamaris, in order to express, on behalf of the House, my deep sadness and our solidarity with the families of the <mask>.", "answer": "victims", "language": "en"}
{"id": 3, "original_passage": "This does not, of course, mean that we were not shocked by the tragedy or that, as a government and as the Socialist Group, we shall not do everything humanly possible to increase the safety of ships in the Aegean, which has three and a half thousand islands and a huge number of ferries and, however serious this accident, compared with the number of voyages made in the Aegean every summer, it is one accident out of a huge number of successful sailings.", "length_of_sentences": 114, "cloze_passage": "This does not, of course, mean that we were not shocked by the tragedy or that, as a government and as the Socialist Group, we shall not do everything humanly possible to increase the safety of ships in the Aegean, which has three and a half thousand islands and a huge number of ferries and, however serious this accident, compared with the number of voyages made in the Aegean every summer, it is one accident out of a huge number of successful <mask>.", "answer": "sailings", "language": "en"}
{"id": 4, "original_passage": "Madam President, I would like just briefly to return to the tragic situation, referred to by Mr Stock, experienced by refugees living at a number of borders in Europe today, and to inform you that about a week ago I paid a visit to the Senate center opened by the French Government and run by the Red Cross.", "length_of_sentences": 67, "cloze_passage": "Madam President, I would like just briefly to return to the tragic situation, referred to by Mr Stock, experienced by refugees living at a number of borders in Europe today, and to inform you that about a week ago I paid a visit to the Senate center opened by the French Government and run by the Red <mask>.", "answer": "Cross", "language": "en"}
{"id": 5, "original_passage": "Madam President, I am happy to inform the House that, together with the other two Spanish Vice - Presidents of this Parliament, I had the honor and privilege of accompanying Mrs Fontaine on her visit to Spain and was moved to witness her brave and firm commitment which offered an example of the democracy and values which this House defends.", "length_of_sentences": 75, "cloze_passage": "Madam President, I am happy to inform the House that, together with the other two Spanish Vice - Presidents of this Parliament, I had the honor and privilege of accompanying Mrs Fontaine on her visit to Spain and was moved to witness her brave and firm commitment which offered an example of the democracy and values which this House <mask>.", "answer": "defends", "language": "en"}
{"id": 6, "original_passage": "I therefore repeat that the joint position of the Council must be supported, in my opinion, because this regulation introduces a mechanism for adapting to the European System of Accounts 95 which ensures, effectively, comparability and transparency in the public accounting of the Member States in areas as sensitive and important as those relating to the calculation of the public deficit.", "length_of_sentences": 75, "cloze_passage": "I therefore repeat that the joint position of the Council must be supported, in my opinion, because this regulation introduces a mechanism for adapting to the European System of Accounts 95 which ensures, effectively, comparability and transparency in the public accounting of the Member States in areas as sensitive and important as those relating to the calculation of the public <mask>.", "answer": "deficit", "language": "en"}
{"id": 7, "original_passage": "As you know, Commissioner, in its part - session of April this year, Parliament approved, at first reading, an amendment on the transitional right in its application which said that the Member States could request a transitional period from the Commission of no more than two years to adapt their accounting systems to the provisions of this regulation.", "length_of_sentences": 64, "cloze_passage": "As you know, Commissioner, in its part - session of April this year, Parliament approved, at first reading, an amendment on the transitional right in its application which said that the Member States could request a transitional period from the Commission of no more than two years to adapt their accounting systems to the provisions of this <mask>.", "answer": "regulation", "language": "en"}
{"id": 8, "original_passage": "On this specific point, I would like to point out that the Commission had committed itself on second reading to presenting another proposal for a European Parliament and Council regulation to deal with this specific issue, and today I can tell you that the Commission approved its proposal on 20 September, and it has been forwarded to Parliament and the Council.", "length_of_sentences": 67, "cloze_passage": "On this specific point, I would like to point out that the Commission had committed itself on second reading to presenting another proposal for a European Parliament and Council regulation to deal with this specific issue, and today I can tell you that the Commission approved its proposal on 20 September, and it has been forwarded to Parliament and the <mask>.", "answer": "Council", "language": "en"}
{"id": 9, "original_passage": "As the draftsman of the opinion of the Committee on Employment and Social Affairs and the shadow rapporteur for the EPP - DE Group on this matter in the Committee on Economic and Monetary Affairs, I should like to express my sincere thanks to Mr Skinner who has been very successful in collating the views of parliamentary committees and political groups and putting them on paper in a harmonious and balanced manner.", "length_of_sentences": 86, "cloze_passage": "As the draftsman of the opinion of the Committee on Employment and Social Affairs and the shadow rapporteur for the EPP - DE Group on this matter in the Committee on Economic and Monetary Affairs, I should like to express my sincere thanks to Mr Skinner who has been very successful in collating the views of parliamentary committees and political groups and putting them on paper in a harmonious and balanced <mask>.", "answer": "manner", "language": "en"}
{"id": 10, "original_passage": "Although there has been rapid growth in venture capital here over the last five years, Europe is still way behind the United States in this area, especially in the high - growth areas of information and biotechnology, and also in the area of health care, including preventive health care, a totally new field that is constantly growing.", "length_of_sentences": 70, "cloze_passage": "Although there has been rapid growth in venture capital here over the last five years, Europe is still way behind the United States in this area, especially in the high - growth areas of information and biotechnology, and also in the area of health care, including preventive health care, a totally new field that is constantly <mask>.", "answer": "growing", "language": "en"}
{"id": 11, "original_passage": "By stressing the original idea that this process of dialogue should be developed as a process between equal partners and kept as informal as possible, without an institutionalized secretariat, we have managed, despite certain difficulties, to convince our Asian partners that we wish to have equal relations with them, going beyond any donor - receiver relationship with them or any post-colonial standpoint.", "length_of_sentences": 77, "cloze_passage": "By stressing the original idea that this process of dialogue should be developed as a process between equal partners and kept as informal as possible, without an institutionalized secretariat, we have managed, despite certain difficulties, to convince our Asian partners that we wish to have equal relations with them, going beyond any donor - receiver relationship with them or any post-colonial <mask>.", "answer": "standpoint", "language": "en"}
{"id": 12, "original_passage": "Furthermore, the leaders will discuss the implications of the new economy, globalization, the lessons learned from the crisis, the creation of a trans - European - Asian superhighway to improve contacts between research institutes, and discuss the influence of the new technologies on economic life, including the measures to deal with the ever - greater knowledge gap.", "length_of_sentences": 68, "cloze_passage": "Furthermore, the leaders will discuss the implications of the new economy, globalization, the lessons learned from the crisis, the creation of a trans - European - Asian superhighway to improve contacts between research institutes, and discuss the influence of the new technologies on economic life, including the measures to deal with the ever - greater knowledge <mask>.", "answer": "gap", "language": "en"}
{"id": 13, "original_passage": "In summary, please allow me to stress that the most important characteristic of the ASEM process. In my opinion. Is the establishment of a regular dialogue at the highest level by means of six - monthly summits prepared at the periodic meetings of the Ministers for Foreign Affairs, Economics and Finance, not to mention the numerous meetings of high - level officials and experts which also accompany them.", "length_of_sentences": 78, "cloze_passage": "In summary, please allow me to stress that the most important characteristic of the ASEM process. In my opinion. Is the establishment of a regular dialogue at the highest level by means of six - monthly summits prepared at the periodic meetings of the Ministers for Foreign Affairs, Economics and Finance, not to mention the numerous meetings of high - level officials and experts which also accompany <mask>.", "answer": "them", "language": "en"}
{"id": 14, "original_passage": "But these two major regions need to understand each other better and coordinate their affairs so that they can successfully focus on their shared priorities and make some real progress with regard to the reform of the United Nations and the WTO in relation to monetary and financial stability, and also concerning other important issues on the agenda of the International Labor Organization.", "length_of_sentences": 66, "cloze_passage": "But these two major regions need to understand each other better and coordinate their affairs so that they can successfully focus on their shared priorities and make some real progress with regard to the reform of the United Nations and the WTO in relation to monetary and financial stability, and also concerning other important issues on the agenda of the International Labor <mask>.", "answer": "Organization", "language": "en"}
{"id": 15, "original_passage": "There is no political integration, not even the prospect of political integration, between the ASEAN countries, nor should we forget, as I feel some previous speakers seem to have done, that the governments within ASEAN are all very different : we have totalitarian or dictatorial regimes, even hardliner dictatorships like China, alongside democratic countries.", "length_of_sentences": 76, "cloze_passage": "There is no political integration, not even the prospect of political integration, between the ASEAN countries, nor should we forget, as I feel some previous speakers seem to have done, that the governments within ASEAN are all very different : we have totalitarian or dictatorial regimes, even hardliner dictatorships like China, alongside democratic <mask>.", "answer": "countries", "language": "en"}
{"id": 16, "original_passage": "Similarly, I find it intolerable that the European Union, in its dialogue with Asia, should avoid the question of India, which is a democracy, with a population in the order of that of its neighbor on the other side, China, but not the same type of government, and which does not have the same special relationship with the European Union.", "length_of_sentences": 73, "cloze_passage": "Similarly, I find it intolerable that the European Union, in its dialogue with Asia, should avoid the question of India, which is a democracy, with a population in the order of that of its neighbor on the other side, China, but not the same type of government, and which does not have the same special relationship with the European <mask>.", "answer": "Union", "language": "en"}
{"id": 17, "original_passage": "Recently, the situation there has grown worse and, therefore, the tough message that I wish to convey to the Commission, and which I would like to see conveyed most forcefully to the Indonesian authorities, is that any positive developments in our relations with their country are dependent on Indonesia being able to provide effective guarantees for peace and freedom in Timor.", "length_of_sentences": 76, "cloze_passage": "Recently, the situation there has grown worse and, therefore, the tough message that I wish to convey to the Commission, and which I would like to see conveyed most forcefully to the Indonesian authorities, is that any positive developments in our relations with their country are dependent on Indonesia being able to provide effective guarantees for peace and freedom in <mask>.", "answer": "Timor", "language": "en"}
{"id": 18, "original_passage": "With regard to Indonesia, which has also been an issue of special interest, there is regular dialogue, within the ASEM, in which we always insist on the need to promote the democratic process and, to this end, President Prod has already sent a message to the Indonesian President so that progress may be made on this point.", "length_of_sentences": 69, "cloze_passage": "With regard to Indonesia, which has also been an issue of special interest, there is regular dialogue, within the ASEM, in which we always insist on the need to promote the democratic process and, to this end, President Prod has already sent a message to the Indonesian President so that progress may be made on this <mask>.", "answer": "point", "language": "en"}
{"id": 19, "original_passage": "My speaking time is running out, Mr President, and I shall finish there ; but before I do, as we are debating shipping, I too should like to express my deep - felt sorrow at the loss of life of our fellow human beings who were travelling on one of the many ships needed to serve the many Greek islands, which obviously therefore require a great deal of specific interest on our part.", "length_of_sentences": 89, "cloze_passage": "My speaking time is running out, Mr President, and I shall finish there ; but before I do, as we are debating shipping, I too should like to express my deep - felt sorrow at the loss of life of our fellow human beings who were travelling on one of the many ships needed to serve the many Greek islands, which obviously therefore require a great deal of specific interest on our <mask>.", "answer": "part", "language": "en"}
{"id": 20, "original_passage": "In our opinion, this constitutes an infringement of the freedom of the manufacturer who must be able to decide, in consultation with the customer, how many axles are required to meet the safety standards and demands in terms of weight, because by no means do all buses and coaches carry the same load ; think of VIP coaches, for example.", "length_of_sentences": 73, "cloze_passage": "In our opinion, this constitutes an infringement of the freedom of the manufacturer who must be able to decide, in consultation with the customer, how many axles are required to meet the safety standards and demands in terms of weight, because by no means do all buses and coaches carry the same load ; think of VIP coaches, for <mask>.", "answer": "example", "language": "en"}
{"id": 21, "original_passage": "I would request that we set such a deadline, both for the actual motion. This could be today at 6 p.m. and for amendments, where we should try to set the deadline for as late as possible tomorrow, so that we can take into account any results from the meeting between Ehud Barak and Yasser Arafat tomorrow in Paris.", "length_of_sentences": 75, "cloze_passage": "I would request that we set such a deadline, both for the actual motion. This could be today at 6 p.m. and for amendments, where we should try to set the deadline for as late as possible tomorrow, so that we can take into account any results from the meeting between Ehud Barak and Yasser Arafat tomorrow in <mask>.", "answer": "Paris", "language": "en"}
{"id": 22, "original_passage": "It is quite true that it is an improvement on an Intergovernmental Conference, by. take note, ladies and gentlemen. Even the Convention was forced to achieve consensus on every single word and, in the end, particularly during the concluding phase, it turned into a sort of Intergovernmental Conference II : our Praesidium had to negotiate with the Member States instead of, or as well as, Members of Parliament.", "length_of_sentences": 86, "cloze_passage": "It is quite true that it is an improvement on an Intergovernmental Conference, by. take note, ladies and gentlemen. Even the Convention was forced to achieve consensus on every single word and, in the end, particularly during the concluding phase, it turned into a sort of Intergovernmental Conference II : our Praesidium had to negotiate with the Member States instead of, or as well as, Members of <mask>.", "answer": "Parliament", "language": "en"}
{"id": 23, "original_passage": "The negotiating side of things has hitherto proved disappointing and yielded negative results : to our knowledge, on not one point in the total 75 cases of unanimous voting has total agreement been reached, and in Italy, for the first time, a recent survey has shown that, in one of the largest regions, the North East, Europe is falling out of favor.", "length_of_sentences": 78, "cloze_passage": "The negotiating side of things has hitherto proved disappointing and yielded negative results : to our knowledge, on not one point in the total 75 cases of unanimous voting has total agreement been reached, and in Italy, for the first time, a recent survey has shown that, in one of the largest regions, the North East, Europe is falling out of <mask>.", "answer": "favor", "language": "en"}
{"id": 24, "original_passage": "And so, President, you who bear the greater responsibility, forge ahead right to the very end. You are committed, as are we, to absolute coherence, but there are two things which have to be done : firstly, you must make it clear immediately that, if Nice is a failure, there will be an internal crisis which may well involve resignations from the Commission, if necessary, and secondly, you must make it just as clear that enlargement is impossible without prior thorough reform.", "length_of_sentences": 103, "cloze_passage": "And so, President, you who bear the greater responsibility, forge ahead right to the very end. You are committed, as are we, to absolute coherence, but there are two things which have to be done : firstly, you must make it clear immediately that, if Nice is a failure, there will be an internal crisis which may well involve resignations from the Commission, if necessary, and secondly, you must make it just as clear that enlargement is impossible without prior thorough <mask>.", "answer": "reform", "language": "en"}
{"id": 25, "original_passage": "Therefore, this last prospect should certainly not be restricted by pre-set limits but rather, while remaining within the bounds of an accepted legal and institutional framework, enable the Member States who are ready to do so to set off along the path of deeper political integration, leaving the way open for the others to join them when they consider the time is right.", "length_of_sentences": 73, "cloze_passage": "Therefore, this last prospect should certainly not be restricted by pre-set limits but rather, while remaining within the bounds of an accepted legal and institutional framework, enable the Member States who are ready to do so to set off along the path of deeper political integration, leaving the way open for the others to join them when they consider the time is <mask>.", "answer": "right", "language": "en"}
{"id": 26, "original_passage": "You will be aware that this was a deliberate decision taken in Amsterdam to clearly distinguish the two roles, with the High Representative, as opposed to the Commission, not speaking from a completely independent viewpoint, but under a remit to coordinate the common foreign and security policies that lie within the competence of the Member States, and there we should leave perhaps ample scope for an intergovernmental approach.", "length_of_sentences": 81, "cloze_passage": "You will be aware that this was a deliberate decision taken in Amsterdam to clearly distinguish the two roles, with the High Representative, as opposed to the Commission, not speaking from a completely independent viewpoint, but under a remit to coordinate the common foreign and security policies that lie within the competence of the Member States, and there we should leave perhaps ample scope for an intergovernmental <mask>.", "answer": "approach", "language": "en"}
{"id": 27, "original_passage": "These meetings will be primarily an opportunity to inform the candidate countries of the state of progress in the reform of the institutions, which is of great interest to them as it concerns the European Union that they will be joining but also, of course, to initiate a political discussion with these countries regarding the operation of the enlarged European Union.", "length_of_sentences": 67, "cloze_passage": "These meetings will be primarily an opportunity to inform the candidate countries of the state of progress in the reform of the institutions, which is of great interest to them as it concerns the European Union that they will be joining but also, of course, to initiate a political discussion with these countries regarding the operation of the enlarged European <mask>.", "answer": "Union", "language": "en"}
{"id": 28, "original_passage": "I should like to point out that, in a sense, this matter has already been settled, as the Helsinki European Council set the 1 January 2003 as the date when the European Union should be ready to accept the first new members, i.e. the ones that are the best prepared at that time, on condition, of course, that by that time a proper treaty has been signed in Nice and ratified by the national parliaments.", "length_of_sentences": 93, "cloze_passage": "I should like to point out that, in a sense, this matter has already been settled, as the Helsinki European Council set the 1 January 2003 as the date when the European Union should be ready to accept the first new members, i.e. the ones that are the best prepared at that time, on condition, of course, that by that time a proper treaty has been signed in Nice and ratified by the national <mask>.", "answer": "parliaments", "language": "en"}
{"id": 29, "original_passage": "It is true, however, that the work which has been undertaken, and which we wish to boost, should make it possible, by the end of the year 2000, both to have a better appreciation of the overall balance in each of the negotiations and also, at least for the most advanced candidate countries, to clearly identify the problems to be resolved as a priority in order to bring these negotiations to a successful conclusion.", "length_of_sentences": 84, "cloze_passage": "It is true, however, that the work which has been undertaken, and which we wish to boost, should make it possible, by the end of the year 2000, both to have a better appreciation of the overall balance in each of the negotiations and also, at least for the most advanced candidate countries, to clearly identify the problems to be resolved as a priority in order to bring these negotiations to a successful <mask>.", "answer": "conclusion", "language": "en"}
{"id": 30, "original_passage": "Fifthly, we also feel that the budgetary forecasts are not sufficient, since this is the first time that a major enlargement is taking place with a budgetary reduction, and we only have to look at what happened in the case of the reunification of Germany to see that, in fact, a greater economic contribution is needed in order for this process to be successful.", "length_of_sentences": 78, "cloze_passage": "Fifthly, we also feel that the budgetary forecasts are not sufficient, since this is the first time that a major enlargement is taking place with a budgetary reduction, and we only have to look at what happened in the case of the reunification of Germany to see that, in fact, a greater economic contribution is needed in order for this process to be <mask>.", "answer": "successful", "language": "en"}
{"id": 31, "original_passage": "There is no point in pretending : this whole scenario described in such detail by Mr Book and analyzed point by point in the specific reports which we are going to hear conflicts with events in the field of negotiations, which are intended to ensure that the current European Union adapts its structures and institutions in preparation for the challenge of enlargement.", "length_of_sentences": 70, "cloze_passage": "There is no point in pretending : this whole scenario described in such detail by Mr Book and analyzed point by point in the specific reports which we are going to hear conflicts with events in the field of negotiations, which are intended to ensure that the current European Union adapts its structures and institutions in preparation for the challenge of <mask>.", "answer": "enlargement", "language": "en"}
{"id": 32, "original_passage": "In this context, it would be positively humiliating if the European Union failed to get started on the reforms needed in order to be able to receive the central and eastern European countries, Malta and Cyprus ; and those who continue to apply the brakes here are merely demonstrating that they are much less capable of reform than any of the candidate countries, especially little Latvia.", "length_of_sentences": 75, "cloze_passage": "In this context, it would be positively humiliating if the European Union failed to get started on the reforms needed in order to be able to receive the central and eastern European countries, Malta and Cyprus ; and those who continue to apply the brakes here are merely demonstrating that they are much less capable of reform than any of the candidate countries, especially little <mask>.", "answer": "Latvia", "language": "en"}
{"id": 33, "original_passage": "In our opinion, efforts to abolish all discrimination against the Roma community must be based on a raft of positive measures which have, in part, been launched by the Hungarian Government as part of a medium - term action plan which is supported by the PHASE program, particularly in the field of education and in specific programs to improve employment and housing.", "length_of_sentences": 73, "cloze_passage": "In our opinion, efforts to abolish all discrimination against the Roma community must be based on a raft of positive measures which have, in part, been launched by the Hungarian Government as part of a medium - term action plan which is supported by the PHASE program, particularly in the field of education and in specific programs to improve employment and <mask>.", "answer": "housing", "language": "en"}
{"id": 34, "original_passage": "The high level of crime and the considerable implications of this type of crime are perhaps Hungary's most serious domestic issue, despite the fact that the Hungarian Parliament has already voted in favor of a raft of measures on money - laundering, on longer sentences for drug - trafficking and prostitution, on confiscating funds and on a witness - protection program for informers.", "length_of_sentences": 74, "cloze_passage": "The high level of crime and the considerable implications of this type of crime are perhaps Hungary's most serious domestic issue, despite the fact that the Hungarian Parliament has already voted in favor of a raft of measures on money - laundering, on longer sentences for drug - trafficking and prostitution, on confiscating funds and on a witness - protection program for <mask>.", "answer": "informers", "language": "en"}
{"id": 35, "original_passage": "Here we must remember that the collapse of the Soviet Union has left thousands of children in desperate straits throughout the Union ; children whose families have given way unwillingly to pressures, children who have been institutionalized wrongly, children who are treated cruelly, children who die needlessly, children who are adopted by other countries illegally, children whose only future is to be exchanged for hard currency or household goods.", "length_of_sentences": 97, "cloze_passage": "Here we must remember that the collapse of the Soviet Union has left thousands of children in desperate straits throughout the Union ; children whose families have given way unwillingly to pressures, children who have been institutionalized wrongly, children who are treated cruelly, children who die needlessly, children who are adopted by other countries illegally, children whose only future is to be exchanged for hard currency or household <mask>.", "answer": "goods", "language": "en"}
{"id": 36, "original_passage": "I would like to take this opportunity to invite Commissioner Vermeulen to make representations to the Commission and the Council of Europe so that the European Union can revise its position and invite the Serbian opposition, which has just won the elections, not to stay away from the second ballot, for that would be to hand Milosevic a virtual victory on a plate without a political fight, potentially providing him with dangerous grounds for remaining in power.", "length_of_sentences": 98, "cloze_passage": "I would like to take this opportunity to invite Commissioner Vermeulen to make representations to the Commission and the Council of Europe so that the European Union can revise its position and invite the Serbian opposition, which has just won the elections, not to stay away from the second ballot, for that would be to hand Milosevic a virtual victory on a plate without a political fight, potentially providing him with dangerous grounds for remaining in <mask>.", "answer": "power", "language": "en"}
{"id": 37, "original_passage": "There are two very important aspects in connection with road and rail transport which deserve special mention here : as regards road transport, which has already been liberalized and opened up to an extensive degree, care must be taken to ensure on accession that the provisions of Community employment, social, fiscal and tax legislation are actually applied in each Member State because, if they are not, this will lead to distortions of the market in the European Union and in the candidate countries which, where possible, we shall then have to spend a great deal of money rectifying.", "length_of_sentences": 114, "cloze_passage": "There are two very important aspects in connection with road and rail transport which deserve special mention here : as regards road transport, which has already been liberalized and opened up to an extensive degree, care must be taken to ensure on accession that the provisions of Community employment, social, fiscal and tax legislation are actually applied in each Member State because, if they are not, this will lead to distortions of the market in the European Union and in the candidate countries which, where possible, we shall then have to spend a great deal of money <mask>.", "answer": "rectifying", "language": "en"}
{"id": 38, "original_passage": "Nor is freedom and security created by the European Unit. As Austria, on the one hand, and the Balkans, on the other, know full we. Because the European Union is, alas, totally subservient to the United States Government and the nations which have just recovered their sovereignty are soon going to realize that, tomorrow, they will be asked to renounce it in the name of subservience to the supposed world order.", "length_of_sentences": 95, "cloze_passage": "Nor is freedom and security created by the European Unit. As Austria, on the one hand, and the Balkans, on the other, know full we. Because the European Union is, alas, totally subservient to the United States Government and the nations which have just recovered their sovereignty are soon going to realize that, tomorrow, they will be asked to renounce it in the name of subservience to the supposed world <mask>.", "answer": "order", "language": "en"}
{"id": 39, "original_passage": "We should certainly not wish to give some false impression that we were in some way hostile to these nations that belong to our family, these nations that are European in terms of their peoples, languages and geography, that are Christian by faith and Western by civilization, and, we hope, immune to all modern forms of totalitarianism, including those that are now approaching, after decades of terrible suffering.", "length_of_sentences": 90, "cloze_passage": "We should certainly not wish to give some false impression that we were in some way hostile to these nations that belong to our family, these nations that are European in terms of their peoples, languages and geography, that are Christian by faith and Western by civilization, and, we hope, immune to all modern forms of totalitarianism, including those that are now approaching, after decades of terrible <mask>.", "answer": "suffering", "language": "en"}
{"id": 40, "original_passage": "We call on these people to join with the people of the European Union in fighting a European Union which exploits and interferes, including militarily, which fleeces the people of their wealth and the fruits of their labor and which abolishes the social rights for which they have fought so hard and sacrificed so much for so long.", "length_of_sentences": 76, "cloze_passage": "We call on these people to join with the people of the European Union in fighting a European Union which exploits and interferes, including militarily, which fleeces the people of their wealth and the fruits of their labor and which abolishes the social rights for which they have fought so hard and sacrificed so much for so <mask>.", "answer": "long", "language": "en"}
{"id": 41, "original_passage": "As far as Cyprus is concerned, despite the fact that the Poos report contains much that is true, we feel, in addition to the foregoing, that the process of integration into the European Union and the decisions taken at Helsinki will not only fail to resolve the problem of the occupation in accordance with UN resolutions ; they will legitimize the occupation and the definitive partition of the island.", "length_of_sentences": 83, "cloze_passage": "As far as Cyprus is concerned, despite the fact that the Poos report contains much that is true, we feel, in addition to the foregoing, that the process of integration into the European Union and the decisions taken at Helsinki will not only fail to resolve the problem of the occupation in accordance with UN resolutions ; they will legitimize the occupation and the definitive partition of the <mask>.", "answer": "island", "language": "en"}
{"id": 42, "original_passage": "It is a process that is having very mixed success, but it still inspires great hope, because it will mean that these citizens will also become citizens of the Union in the future, and will therefore be called upon, in a special way, to establish ties with their homeland, where their forefathers come from.", "length_of_sentences": 70, "cloze_passage": "It is a process that is having very mixed success, but it still inspires great hope, because it will mean that these citizens will also become citizens of the Union in the future, and will therefore be called upon, in a special way, to establish ties with their homeland, where their forefathers come <mask>.", "answer": "from", "language": "en"}
{"id": 43, "original_passage": "There is no doubt that the diversity of cultures and peoples in Central and Eastern Europe, and in the Balkans, is, within the framework of a unified Europe, being given new opportunities, but at the same time, Europe will also need to realize that a problem such as the Roma, for example, is a problem of a nation without a country and that is our problem too.", "length_of_sentences": 78, "cloze_passage": "There is no doubt that the diversity of cultures and peoples in Central and Eastern Europe, and in the Balkans, is, within the framework of a unified Europe, being given new opportunities, but at the same time, Europe will also need to realize that a problem such as the Roma, for example, is a problem of a nation without a country and that is our problem <mask>.", "answer": "too", "language": "en"}
{"id": 44, "original_passage": "There is a risk that the window of opportunity referred to by Commissioner Vermeulen will simply be allowed to slam shut, because the first loyalty of the protagonists in the Council, in particular the Heads of Government, is to their national agendas, and sadly they do not have the ambition to raise their own profile for the sake of the whole of Europe.", "length_of_sentences": 87, "cloze_passage": "There is a risk that the window of opportunity referred to by Commissioner Vermeulen will simply be allowed to slam shut, because the first loyalty of the protagonists in the Council, in particular the Heads of Government, is to their national agendas, and sadly they do not have the ambition to raise their own profile for the sake of the whole of <mask>.", "answer": "Europe", "language": "en"}
{"id": 45, "original_passage": "We are also aware that, being a transit country in Central Europe for those on their way to Western Europe, the Slovak Republic has a special duty to take a proactive stance against trafficking in human beings, and to fight corruption and organized crime with even more determination than before, and we have noted that the executive judiciary has been further strengthened by recent changes in the law.", "length_of_sentences": 75, "cloze_passage": "We are also aware that, being a transit country in Central Europe for those on their way to Western Europe, the Slovak Republic has a special duty to take a proactive stance against trafficking in human beings, and to fight corruption and organized crime with even more determination than before, and we have noted that the executive judiciary has been further strengthened by recent changes in the <mask>.", "answer": "law", "language": "en"}
{"id": 46, "original_passage": "Mr President, ladies and gentlemen, Romania will certainly not be among the countries that accede to the European Union in the first round, but it just goes to show that the Commission hit on the right strategy when it decided to put twelve countries on the same footing as negotiating partners, and then to determine, on the basis of certain criteria, which countries should become members and when.", "length_of_sentences": 80, "cloze_passage": "Mr President, ladies and gentlemen, Romania will certainly not be among the countries that accede to the European Union in the first round, but it just goes to show that the Commission hit on the right strategy when it decided to put twelve countries on the same footing as negotiating partners, and then to determine, on the basis of certain criteria, which countries should become members and <mask>.", "answer": "when", "language": "en"}
{"id": 47, "original_passage": "From this point of view, it is here that the logic of enlargement will be judged not only on the basis of economic or other criteria, but also on the basis of respect for more general principles which should govern our perception of the future of Europe, a Europe of peace, a Europe of the people, a Europe of states, a Europe of equality and a Europe which respects human rights.", "length_of_sentences": 82, "cloze_passage": "From this point of view, it is here that the logic of enlargement will be judged not only on the basis of economic or other criteria, but also on the basis of respect for more general principles which should govern our perception of the future of Europe, a Europe of peace, a Europe of the people, a Europe of states, a Europe of equality and a Europe which respects human <mask>.", "answer": "rights", "language": "en"}
{"id": 48, "original_passage": "However, in common with our rapporteur, Mr Wheeling, I believe that it would not be in the interests of either party to the treaty for there to be no transitional periods, and being a delegate from a border region, who, like Mrs Schierhuber, owns a farm in the vicinity of the Czech border, it is a matter of concern to me that the formation of close, common economic areas should be managed without any major problems, and lead to a positive outcome on both sides.", "length_of_sentences": 106, "cloze_passage": "However, in common with our rapporteur, Mr Wheeling, I believe that it would not be in the interests of either party to the treaty for there to be no transitional periods, and being a delegate from a border region, who, like Mrs Schierhuber, owns a farm in the vicinity of the Czech border, it is a matter of concern to me that the formation of close, common economic areas should be managed without any major problems, and lead to a positive outcome on both <mask>.", "answer": "sides", "language": "en"}
{"id": 49, "original_passage": "In particular, I trust and hope that, understandable difficulties notwithstanding, the negotiated procedure with Bulgaria and Romania will proceed smoothly and without delay so that, once the necessary conditions are in place, these two Balkan countries can join the European Union, thereby consolidating progress, security and peace in south-eastern Europe as a whole.", "length_of_sentences": 71, "cloze_passage": "In particular, I trust and hope that, understandable difficulties notwithstanding, the negotiated procedure with Bulgaria and Romania will proceed smoothly and without delay so that, once the necessary conditions are in place, these two Balkan countries can join the European Union, thereby consolidating progress, security and peace in south-eastern Europe as a <mask>.", "answer": "whole", "language": "en"}
{"id": 50, "original_passage": "The most important changes which the Commission has proposed and which I support are to the effect that the directive should include absolutely every imaginable product intended for animal nutrition, including products used to feed what I call small animals, that is to say cats, dogs, guinea pigs etc. The rules are designed to apply in the first place, however, to feeding stuffs for those animals we eat ourselves.", "length_of_sentences": 94, "cloze_passage": "The most important changes which the Commission has proposed and which I support are to the effect that the directive should include absolutely every imaginable product intended for animal nutrition, including products used to feed what I call small animals, that is to say cats, dogs, guinea pigs etc. The rules are designed to apply in the first place, however, to feeding stuffs for those animals we eat <mask>.", "answer": "ourselves", "language": "en"}
{"id": 51, "original_passage": "As a result, we European consumers will find ourselves continuing to buy meat and milk and their derivatives that are produced on the world markets using animal feeding stuffs which are in no way subject to the thresholds and limit values defined by the European Union, under a system which allows raw materials to be acquired on the international markets, where producers are free to mix all types of ingredients and formulations before selling their products on Union territory.", "length_of_sentences": 102, "cloze_passage": "As a result, we European consumers will find ourselves continuing to buy meat and milk and their derivatives that are produced on the world markets using animal feeding stuffs which are in no way subject to the thresholds and limit values defined by the European Union, under a system which allows raw materials to be acquired on the international markets, where producers are free to mix all types of ingredients and formulations before selling their products on Union <mask>.", "answer": "territory", "language": "en"}
{"id": 52, "original_passage": "This was the reason for our discussion in the Committee on Agriculture and Rural Development and, when all is said and done, we would not like a repetition of what usually occurs, which is that when it comes to major measures it is always the farmers who pay the price, when they are the only guarantors of a production / agricultural land ratio which Parliament must preserve at all costs.", "length_of_sentences": 83, "cloze_passage": "This was the reason for our discussion in the Committee on Agriculture and Rural Development and, when all is said and done, we would not like a repetition of what usually occurs, which is that when it comes to major measures it is always the farmers who pay the price, when they are the only guarantors of a production / agricultural land ratio which Parliament must preserve at all <mask>.", "answer": "costs", "language": "en"}
{"id": 53, "original_passage": "I suspect it will also determine how we are able to make the case which the Commission quite properly wants to make for clean food in Europe, outside the European Union, to those third country exporters who will be affected by the new levels and to the WTO, if any challenges to what we are doing are mounted there.", "length_of_sentences": 67, "cloze_passage": "I suspect it will also determine how we are able to make the case which the Commission quite properly wants to make for clean food in Europe, outside the European Union, to those third country exporters who will be affected by the new levels and to the WTO, if any challenges to what we are doing are mounted <mask>.", "answer": "there", "language": "en"}
{"id": 54, "original_passage": "Mr President, we can only obtain safe and healthy food by taking account of the whole chain, that is to say the way in which we cultivate our crops, the soil we grow them in and the seed we use, as well as the conditions in which we breed our animals and the nutrition and water we give them.", "length_of_sentences": 71, "cloze_passage": "Mr President, we can only obtain safe and healthy food by taking account of the whole chain, that is to say the way in which we cultivate our crops, the soil we grow them in and the seed we use, as well as the conditions in which we breed our animals and the nutrition and water we give <mask>.", "answer": "them", "language": "en"}
{"id": 55, "original_passage": "I therefore welcome this regulation, because I believe that food safety is a question of choice. This means that, in this case, the interests of producer and consumer, farmer and product buyer must go hand in hand, and I have a feeling that the derogation provided for in Articles 6 and 7 make it possible not only to take a more flexible stance on certain points but also to adopt a harder line at the same time.", "length_of_sentences": 93, "cloze_passage": "I therefore welcome this regulation, because I believe that food safety is a question of choice. This means that, in this case, the interests of producer and consumer, farmer and product buyer must go hand in hand, and I have a feeling that the derogation provided for in Articles 6 and 7 make it possible not only to take a more flexible stance on certain points but also to adopt a harder line at the same <mask>.", "answer": "time", "language": "en"}
{"id": 56, "original_passage": "Although the definition does not preclude water being considered as feeding stuff, it is clear from the Community legislation that water has not until now been considered as feeding stuff, as is clear from the fact that Council Directive 96 / 25 of 29 April 1996 on the circulation of feed materials, containing a non - exhaustive list of the main feed materials, does not include water in the list.", "length_of_sentences": 88, "cloze_passage": "Although the definition does not preclude water being considered as feeding stuff, it is clear from the Community legislation that water has not until now been considered as feeding stuff, as is clear from the fact that Council Directive 96 / 25 of 29 April 1996 on the circulation of feed materials, containing a non - exhaustive list of the main feed materials, does not include water in the <mask>.", "answer": "list", "language": "en"}
{"id": 57, "original_passage": "This proposal is the follow - up to one of my first commitments to improve food safety and provides for a system to exchange information in the field of animal nutrition, with particular reference to a rapid alert system and a legal basis to enable the adoption of safeguards measures for products produced within the Community and also the obligation for the Member States to have in place contingency plans to deal with feed emergencies.", "length_of_sentences": 81, "cloze_passage": "This proposal is the follow - up to one of my first commitments to improve food safety and provides for a system to exchange information in the field of animal nutrition, with particular reference to a rapid alert system and a legal basis to enable the adoption of safeguards measures for products produced within the Community and also the obligation for the Member States to have in place contingency plans to deal with feed <mask>.", "answer": "emergencies", "language": "en"}
{"id": 58, "original_passage": "Then, in the Committee of Inquiry on BSE, we demanded for the first time, and here I quote from a recommendation made by the Temporary Committee of Inquiry on 6 February 1997,\" ... the inclusion in labelling of a mandatory explicit declaration for feeding stuffs by their manufacturers, which should facilitate the clear identification of components and of the origin of ingredients, and on user instructions\" .", "length_of_sentences": 95, "cloze_passage": "Then, in the Committee of Inquiry on BSE, we demanded for the first time, and here I quote from a recommendation made by the Temporary Committee of Inquiry on 6 February 1997,\" ... the inclusion in labelling of a mandatory explicit declaration for feeding stuffs by their manufacturers, which should facilitate the clear identification of components and of the origin of ingredients, and on user instructions\" <mask>.", "answer": "", "language": "en"}
{"id": 59, "original_passage": "Therefore, Parliament, as well as the Commission, demands mandatory labelling which specifies the composition. As a percentage by weight, as Mr Cuba said -, the quantities and the origin of the ingredients of the feeding stuffs, rather than indicating the categories of the ingredients with no further detail, such as, for example, by proteins or by oils and fats, which has had so much to do with previous scandals such as the cases of BSE and dioxins.", "length_of_sentences": 111, "cloze_passage": "Therefore, Parliament, as well as the Commission, demands mandatory labelling which specifies the composition. As a percentage by weight, as Mr Cuba said -, the quantities and the origin of the ingredients of the feeding stuffs, rather than indicating the categories of the ingredients with no further detail, such as, for example, by proteins or by oils and fats, which has had so much to do with previous scandals such as the cases of BSE and <mask>.", "answer": "dioxins", "language": "en"}
{"id": 60, "original_passage": "It imports a great deal of its cattle feed from the developing countries, among others, and the question remains of how we can put our legislation on the agenda at WTO level and how we can solve this problem in an adequate manner, because it very definitely creates a difference in cost price compared to other parts of the world, and this will also need to be given due attention within the Commission and in future discussions with the Council.", "length_of_sentences": 90, "cloze_passage": "It imports a great deal of its cattle feed from the developing countries, among others, and the question remains of how we can put our legislation on the agenda at WTO level and how we can solve this problem in an adequate manner, because it very definitely creates a difference in cost price compared to other parts of the world, and this will also need to be given due attention within the Commission and in future discussions with the <mask>.", "answer": "Council", "language": "en"}
{"id": 61, "original_passage": "I believe that enlargement will not only favor the prosperity and economic growth of the candidate countries and, by extension, that of the current Member States of the Union, but will, above all, also provide a guarantee of peace and stability in Europe and thereby offer the European Union the opportunity to finish the task of ensuring peace in Europe, which began fifty years ago.", "length_of_sentences": 73, "cloze_passage": "I believe that enlargement will not only favor the prosperity and economic growth of the candidate countries and, by extension, that of the current Member States of the Union, but will, above all, also provide a guarantee of peace and stability in Europe and thereby offer the European Union the opportunity to finish the task of ensuring peace in Europe, which began fifty years <mask>.", "answer": "ago", "language": "en"}
{"id": 62, "original_passage": "For years, in this House, we have been constantly proclaiming the perversity of this Europe of yours, which is centralizing and bureaucratic one day and federalist the next, this Brussels - ridden Europe which, despite its fine proclamations, denies national identities and cultures, the history of the nations of Europe and history in general.", "length_of_sentences": 77, "cloze_passage": "For years, in this House, we have been constantly proclaiming the perversity of this Europe of yours, which is centralizing and bureaucratic one day and federalist the next, this Brussels - ridden Europe which, despite its fine proclamations, denies national identities and cultures, the history of the nations of Europe and history in <mask>.", "answer": "general", "language": "en"}
{"id": 63, "original_passage": "Until the definition of a political and social Europe is made clear, not only in order to overcome the obstacle of the proper technical operation of the decision to be taken at 23 months but also in order to define the framework of the values, common social and citizenship models, enlargement will entail running more risks than it creates opportunities.", "length_of_sentences": 67, "cloze_passage": "Until the definition of a political and social Europe is made clear, not only in order to overcome the obstacle of the proper technical operation of the decision to be taken at 23 months but also in order to define the framework of the values, common social and citizenship models, enlargement will entail running more risks than it creates <mask>.", "answer": "opportunities", "language": "en"}
{"id": 64, "original_passage": "For indeed, who could deny entry into the European House to States such as the Poland of Copernicus and John Paul II, the Hungary bullied in Budapest in 1956 or the capital that has become a symbol, Prague, when popular democracies threw the Head of State out of the window and crushed the nation of Jan Palach, sacrificed in the name of freedom.", "length_of_sentences": 94, "cloze_passage": "For indeed, who could deny entry into the European House to States such as the Poland of Copernicus and John Paul II, the Hungary bullied in Budapest in 1956 or the capital that has become a symbol, Prague, when popular democracies threw the Head of State out of the window and crushed the nation of Jan Palach, sacrificed in the name of <mask>.", "answer": "freedom", "language": "en"}
{"id": 65, "original_passage": "It is, however, precisely because of this harrowing past that our affection for our European brothers in the East, might induce in us some unease at seeing them, having just emerged from the bureaucratic totalitarianism of the Soviet Empire, fall into the clutches of another form of totalitarianism, just as bureaucratic, that of the free trade empire of untrammeled ultraliberalism.", "length_of_sentences": 101, "cloze_passage": "It is, however, precisely because of this harrowing past that our affection for our European brothers in the East, might induce in us some unease at seeing them, having just emerged from the bureaucratic totalitarianism of the Soviet Empire, fall into the clutches of another form of totalitarianism, just as bureaucratic, that of the free trade empire of untrammeled <mask>.", "answer": "ultraliberalism", "language": "en"}
{"id": 66, "original_passage": "We say this because we have never ignored the fact that obstacles to its implementation would arise at all sorts of levels, and it is true and inevitable that to overcome them will require strong political willpower, new financial means, and above all a thorough analysis of its effects both on the current Member States and on the candidate countries, particularly at the institutional, economic, financial and social levels.", "length_of_sentences": 82, "cloze_passage": "We say this because we have never ignored the fact that obstacles to its implementation would arise at all sorts of levels, and it is true and inevitable that to overcome them will require strong political willpower, new financial means, and above all a thorough analysis of its effects both on the current Member States and on the candidate countries, particularly at the institutional, economic, financial and social <mask>.", "answer": "levels", "language": "en"}
{"id": 67, "original_passage": "I would like to echo the positive opinion expressed by my group regarding Mr Brok's report, and emphasize the political priority which must be given to the European Union's decision to enlarge, a priority which cannot be conditioned or diluted by any reasons other than the rigorous assessment of whether the candidate countries fulfil the criteria laid down by the Community acquit.", "length_of_sentences": 77, "cloze_passage": "I would like to echo the positive opinion expressed by my group regarding Mr Brok's report, and emphasize the political priority which must be given to the European Union's decision to enlarge, a priority which cannot be conditioned or diluted by any reasons other than the rigorous assessment of whether the candidate countries fulfil the criteria laid down by the Community <mask>.", "answer": "acquit", "language": "en"}
{"id": 68, "original_passage": "In general, we are all in favor of enlargement, but this will only fully come about when the candidate countries have carried out the necessary structural reforms, when the European Union's institutions and decision - making processes are capable of handling such a situation and, most importantly, when we at last realize that Europe is not a question of political status but, more than anything else, a story of roots and common history, blood, sweat and tears, dreams and visions, which unite us above and beyond political and economic issues.", "length_of_sentences": 117, "cloze_passage": "In general, we are all in favor of enlargement, but this will only fully come about when the candidate countries have carried out the necessary structural reforms, when the European Union's institutions and decision - making processes are capable of handling such a situation and, most importantly, when we at last realize that Europe is not a question of political status but, more than anything else, a story of roots and common history, blood, sweat and tears, dreams and visions, which unite us above and beyond political and economic <mask>.", "answer": "issues", "language": "en"}
{"id": 69, "original_passage": "I hope that Latvia will have the opportunity to add the wealth of its own special characteristics to a European Union which I too hope will, in the meantime, have opted to reorganize itself into a coherent political body that respects nations and their sovereignty, rather than a muddled board of shareholders of unequal standing that have lost sight of their primary objective, which is to build a strong, independent Europe.", "length_of_sentences": 88, "cloze_passage": "I hope that Latvia will have the opportunity to add the wealth of its own special characteristics to a European Union which I too hope will, in the meantime, have opted to reorganize itself into a coherent political body that respects nations and their sovereignty, rather than a muddled board of shareholders of unequal standing that have lost sight of their primary objective, which is to build a strong, independent <mask>.", "answer": "Europe", "language": "en"}
{"id": 70, "original_passage": "The historic, cultural and even emotional links which my country has maintained for centuries with Poland make us French perhaps more sensitive than others to the nature of the welcome which should be reserved for a nation which, almost single-handedly, sums up all the glories and all the tragedies in the experience of this continent of ours.", "length_of_sentences": 75, "cloze_passage": "The historic, cultural and even emotional links which my country has maintained for centuries with Poland make us French perhaps more sensitive than others to the nature of the welcome which should be reserved for a nation which, almost single-handedly, sums up all the glories and all the tragedies in the experience of this continent of <mask>.", "answer": "ours", "language": "en"}
{"id": 71, "original_passage": "I would like to take this opportunity to express my hope that Slovakia's accession to the European Union will alleviate the situation of Slovakian pensioners and elderly people, a situation which is extremely damaging to the interests of all the citizens, particularly the elderly, in that their pensions are not sufficient to provide an adequate standard of living.", "length_of_sentences": 73, "cloze_passage": "I would like to take this opportunity to express my hope that Slovakia's accession to the European Union will alleviate the situation of Slovakian pensioners and elderly people, a situation which is extremely damaging to the interests of all the citizens, particularly the elderly, in that their pensions are not sufficient to provide an adequate standard of <mask>.", "answer": "living", "language": "en"}
{"id": 72, "original_passage": "I therefore hope that MEPs will do all they can to encourage the European Parliament to express its support for progress in the UN settlement process, based on the continuing goodwill of all parties in that process and that they will ensure that the European Parliament does not produce statements or take positions which might cut across that process.", "length_of_sentences": 65, "cloze_passage": "I therefore hope that MEPs will do all they can to encourage the European Parliament to express its support for progress in the UN settlement process, based on the continuing goodwill of all parties in that process and that they will ensure that the European Parliament does not produce statements or take positions which might cut across that <mask>.", "answer": "process", "language": "en"}
{"id": 73, "original_passage": "So, in refusing to accept the inclusion of genetically modified foodstuffs as undesirable products, the European Parliament has taken the responsibility of being completely out of step with the public and the people that elected its Members, as consumers are proving to be more and more reluctant on the matter of GMOs, going so far as to reject them outright when they do have the opportunity to identify them in food.", "length_of_sentences": 94, "cloze_passage": "So, in refusing to accept the inclusion of genetically modified foodstuffs as undesirable products, the European Parliament has taken the responsibility of being completely out of step with the public and the people that elected its Members, as consumers are proving to be more and more reluctant on the matter of GMOs, going so far as to reject them outright when they do have the opportunity to identify them in <mask>.", "answer": "food", "language": "en"}
{"id": 74, "original_passage": "To be honest, I have to say that up until yesterday I did not know whether I would give an explanation of vote, but then, as I was leaving Parliament yesterday evening, together with Mr Andria and Mr Peron. Whose first name is Francesco and who is therefore celebrating his name day today, and I wish him and all the other Francesco's present in this House a very happy the. I started to feel dizzy, to vomit and to be affected by other such symptoms.", "length_of_sentences": 117, "cloze_passage": "To be honest, I have to say that up until yesterday I did not know whether I would give an explanation of vote, but then, as I was leaving Parliament yesterday evening, together with Mr Andria and Mr Peron. Whose first name is Francesco and who is therefore celebrating his name day today, and I wish him and all the other Francesco's present in this House a very happy the. I started to feel dizzy, to vomit and to be affected by other such <mask>.", "answer": "symptoms", "language": "en"}
{"id": 75, "original_passage": "With regard to the setting of maximum limits, several aspects must be taken into account, such as the continuous appearance of new chemical products and the need for periodic reviews based on precise scientific analyses and verified experiments, or even in certain cases the need to compensate market operators, especially farmers in particular situations when they are in no way to blame for the contamination of the products used in animal nutrition.", "length_of_sentences": 85, "cloze_passage": "With regard to the setting of maximum limits, several aspects must be taken into account, such as the continuous appearance of new chemical products and the need for periodic reviews based on precise scientific analyses and verified experiments, or even in certain cases the need to compensate market operators, especially farmers in particular situations when they are in no way to blame for the contamination of the products used in animal <mask>.", "answer": "nutrition", "language": "en"}
{"id": 76, "original_passage": "Finally, we in the PPE - DE Group place great hope in the policy of assessment and coordination, and one of our proposals is that the fight against discrimination should give rise to a specific report to be presented before Parliament, which will account for the money and the use of the Community money which has been invested.", "length_of_sentences": 65, "cloze_passage": "Finally, we in the PPE - DE Group place great hope in the policy of assessment and coordination, and one of our proposals is that the fight against discrimination should give rise to a specific report to be presented before Parliament, which will account for the money and the use of the Community money which has been <mask>.", "answer": "invested", "language": "en"}
{"id": 77, "original_passage": "Mr President, Commissioner, ladies and gentlemen, if tomorrow, the entire House adopts the viewpoints held by the competent committees with regard to the directive, I am convinced that the new directive on equal treatment in the workplace will be an excellent directive, which will have an enormous impact on the elderly, the disabled, homosexuals and lesbians in their battle against discrimination in the workplace.", "length_of_sentences": 87, "cloze_passage": "Mr President, Commissioner, ladies and gentlemen, if tomorrow, the entire House adopts the viewpoints held by the competent committees with regard to the directive, I am convinced that the new directive on equal treatment in the workplace will be an excellent directive, which will have an enormous impact on the elderly, the disabled, homosexuals and lesbians in their battle against discrimination in the <mask>.", "answer": "workplace", "language": "en"}
{"id": 78, "original_passage": "We were also right to decide against including sex discrimination in this directive because there is already a separate European directive on sex discrimination, which will, in fact, be revised further to the Commission proposals and which is founded on a much stronger legal basis, about which Parliament, in fact, may decide in codecision.", "length_of_sentences": 64, "cloze_passage": "We were also right to decide against including sex discrimination in this directive because there is already a separate European directive on sex discrimination, which will, in fact, be revised further to the Commission proposals and which is founded on a much stronger legal basis, about which Parliament, in fact, may decide in <mask>.", "answer": "codecision", "language": "en"}
{"id": 79, "original_passage": "Mr President, Commissioner, ladies and gentlemen, I feel that this Action Plan is a major step forward in the fight against discrimination, partly because, in these so very complex times, in the highly complex societies we live in, discrimination takes many other forms which are ever more unexpected and give ever greater cause for concern", "length_of_sentences": 66, "cloze_passage": "Mr President, Commissioner, ladies and gentlemen, I feel that this Action Plan is a major step forward in the fight against discrimination, partly because, in these so very complex times, in the highly complex societies we live in, discrimination takes many other forms which are ever more unexpected and give ever greater cause for <mask>.", "answer": "concern", "language": "en"}
{"id": 80, "original_passage": "Therefore, we are providing funds for Turkey to use as it likes without any obligation to eliminate the worst form of discrimination, which is a combination of all forms of discrimination in that, if there is discrimination against Kurds in general now, discrimination against Kurdish women, people of Kurdish origin with deviant sexual tendencies and disabled people of Kurdish origin will soon follow.", "length_of_sentences": 82, "cloze_passage": "Therefore, we are providing funds for Turkey to use as it likes without any obligation to eliminate the worst form of discrimination, which is a combination of all forms of discrimination in that, if there is discrimination against Kurds in general now, discrimination against Kurdish women, people of Kurdish origin with deviant sexual tendencies and disabled people of Kurdish origin will soon <mask>.", "answer": "follow", "language": "en"}
{"id": 81, "original_passage": "We are therefore extremely confused regarding this point, and we call upon the Commission to ensure, when monitoring the ways that the funding is used, that Turkey is not merely pretending to wipe out or combat more minor forms of discrimination without making any effort at all to fight that basic discrimination which, when all is said and done, is at the root of a great many of Europe's misfortunes.", "length_of_sentences": 84, "cloze_passage": "We are therefore extremely confused regarding this point, and we call upon the Commission to ensure, when monitoring the ways that the funding is used, that Turkey is not merely pretending to wipe out or combat more minor forms of discrimination without making any effort at all to fight that basic discrimination which, when all is said and done, is at the root of a great many of Europe's <mask>.", "answer": "misfortunes", "language": "en"}
{"id": 82, "original_passage": "We are convinced. For our history, your history, the history of Europe makes it play. That your strategy of prohibition and repression which is based on restricting freedom of expression and association, on strengthening repressive tools such as the police, social monitoring and telecommunications, on allocating funds and on creating monitoring centers, will create the perfect conditions for a fresh explosion of the phenomena that you wish, or say you wish to combat.", "length_of_sentences": 95, "cloze_passage": "We are convinced. For our history, your history, the history of Europe makes it play. That your strategy of prohibition and repression which is based on restricting freedom of expression and association, on strengthening repressive tools such as the police, social monitoring and telecommunications, on allocating funds and on creating monitoring centers, will create the perfect conditions for a fresh explosion of the phenomena that you wish, or say you wish to <mask>.", "answer": "combat", "language": "en"}
{"id": 83, "original_passage": "I should like, straight away, to emphasize the importance of these two texts : on the one hand, the directive, acting as it does on the state of the law and, on the other hand, the action program, because it makes it possible to implement effectively new practices intended for adoption on a widespread basis.", "length_of_sentences": 65, "cloze_passage": "I should like, straight away, to emphasize the importance of these two texts : on the one hand, the directive, acting as it does on the state of the law and, on the other hand, the action program, because it makes it possible to implement effectively new practices intended for adoption on a widespread <mask>.", "answer": "basis", "language": "en"}
{"id": 84, "original_passage": "As we all know, the causes of discrimination must be rooted out right from the star. And the work of prevention is just as vita. Through information, education and training in the promotion of equality and the fight against prejudice, changing attitudes through the various forms of positive action, particularly favoring groups that are discriminated against, or by appealing to the relevant authorities whenever employers persist in discrimination.", "length_of_sentences": 85, "cloze_passage": "As we all know, the causes of discrimination must be rooted out right from the star. And the work of prevention is just as vita. Through information, education and training in the promotion of equality and the fight against prejudice, changing attitudes through the various forms of positive action, particularly favoring groups that are discriminated against, or by appealing to the relevant authorities whenever employers persist in <mask>.", "answer": "discrimination", "language": "en"}
{"id": 85, "original_passage": "Mr President, Commissioner, part of the debate proves that we, in fact, need a directive, because if people claim here that Europe is meddling in a centralist manner in an area which should fall under the remit of the Member States, knowing what has happened in many countries of Europe. Even yesterday on television, there was again a whole raft of reports of attacks on Jewish synagogues, a report on the rape of a woman of foreign origin et. they must have some nerve claiming that Europe does not need a directive on anti - discrimination.", "length_of_sentences": 124, "cloze_passage": "Mr President, Commissioner, part of the debate proves that we, in fact, need a directive, because if people claim here that Europe is meddling in a centralist manner in an area which should fall under the remit of the Member States, knowing what has happened in many countries of Europe. Even yesterday on television, there was again a whole raft of reports of attacks on Jewish synagogues, a report on the rape of a woman of foreign origin et. they must have some nerve claiming that Europe does not need a directive on anti - <mask>.", "answer": "discrimination", "language": "en"}
{"id": 86, "original_passage": "Secondly, we must highlight the particular discrimination suffered by certain social groups, women, the disabled, immigrants, homosexual men and women, the elderly and ethnic minorities and, within these groups, we must insist on the importance of monitoring and implementing concrete measures in the fight against cases of multiple or double discrimination, which occur especially in the case of women.", "length_of_sentences": 75, "cloze_passage": "Secondly, we must highlight the particular discrimination suffered by certain social groups, women, the disabled, immigrants, homosexual men and women, the elderly and ethnic minorities and, within these groups, we must insist on the importance of monitoring and implementing concrete measures in the fight against cases of multiple or double discrimination, which occur especially in the case of <mask>.", "answer": "women", "language": "en"}
{"id": 87, "original_passage": "We therefore have to stress the need to integrate the gender element into all areas of the fight against discrimination and, in parallel, I wish to ask the Commission to make a clear and decisive effort to achieve coherence between the directives, recommendations and programs against discrimination, giving this House a leading role in the establishment of priorities, the carrying out of an assessment of the effectiveness of the actions proposed today in this program and the revision, if necessary, of the actions and decisions taken within this action program.", "length_of_sentences": 98, "cloze_passage": "We therefore have to stress the need to integrate the gender element into all areas of the fight against discrimination and, in parallel, I wish to ask the Commission to make a clear and decisive effort to achieve coherence between the directives, recommendations and programs against discrimination, giving this House a leading role in the establishment of priorities, the carrying out of an assessment of the effectiveness of the actions proposed today in this program and the revision, if necessary, of the actions and decisions taken within this action <mask>.", "answer": "program", "language": "en"}
{"id": 88, "original_passage": "Lastly, the European Parliament must be kept informed, taking account of the reports and opinions produced by this House, and we must highlight the importance and necessity of truly making use of the opinion and participation of the NGOs and association. And providing them with the necessary resource. Since they are without doubt the key to the success of the measures adopted.", "length_of_sentences": 69, "cloze_passage": "Lastly, the European Parliament must be kept informed, taking account of the reports and opinions produced by this House, and we must highlight the importance and necessity of truly making use of the opinion and participation of the NGOs and association. And providing them with the necessary resource. Since they are without doubt the key to the success of the measures <mask>.", "answer": "adopted", "language": "en"}
{"id": 89, "original_passage": "Ladies and gentlemen, at the time of the discussions regarding the Treaty of Amsterdam, we were delighted, myself in particular, at the inclusion of Article 13 on discrimination on the basis of sex, race or ethnic origin, religion or philosophical conviction. non-sectarian, I might add. handicap in any form, age or sexual orientation.", "length_of_sentences": 79, "cloze_passage": "Ladies and gentlemen, at the time of the discussions regarding the Treaty of Amsterdam, we were delighted, myself in particular, at the inclusion of Article 13 on discrimination on the basis of sex, race or ethnic origin, religion or philosophical conviction. non-sectarian, I might add. handicap in any form, age or sexual <mask>.", "answer": "orientation", "language": "en"}
{"id": 90, "original_passage": "It is simply not practical if you run a small business, and someone discovers after twelve months that he was discriminated against in a selection procedure which involved forty candidates, to keep each and every file from that period and then investigate exactly what happened during that selection procedure once more. They might not even remember the candidate involved.", "length_of_sentences": 72, "cloze_passage": "It is simply not practical if you run a small business, and someone discovers after twelve months that he was discriminated against in a selection procedure which involved forty candidates, to keep each and every file from that period and then investigate exactly what happened during that selection procedure once more. They might not even remember the candidate <mask>.", "answer": "involved", "language": "en"}
{"id": 91, "original_passage": "I also accept the references to the 2000 employment strategy, to personal and self - realization, to discrimination as an obstacle to free movement of persons, to the clarification of the personal scope of the directive as being applicable to third country nationals, to the clarification of the burden of proof and to the simplification of the information provision.", "length_of_sentences": 66, "cloze_passage": "I also accept the references to the 2000 employment strategy, to personal and self - realization, to discrimination as an obstacle to free movement of persons, to the clarification of the personal scope of the directive as being applicable to third country nationals, to the clarification of the burden of proof and to the simplification of the information <mask>.", "answer": "provision", "language": "en"}
{"id": 92, "original_passage": "Mr President, it may have passed some people by, but the fact that I am able to stand here and lead a debate on the Council's annual report on arms exports is really quite sensational, firstly because for years this Parliament called for a code of conduct in arms exports and was told it was an impossible dream.", "length_of_sentences": 67, "cloze_passage": "Mr President, it may have passed some people by, but the fact that I am able to stand here and lead a debate on the Council's annual report on arms exports is really quite sensational, firstly because for years this Parliament called for a code of conduct in arms exports and was told it was an impossible <mask>.", "answer": "dream", "language": "en"}
{"id": 93, "original_passage": "I still feel that this must be our approach, that we must not give in before the inevitability of war and conflict and that the defense policy must not provide for large - scale arms production, but that Europe must adopt a defense policy of intervention where it is not weapons that count but the ability to intervene peacefully in order to find non-violent solutions to disputes.", "length_of_sentences": 81, "cloze_passage": "I still feel that this must be our approach, that we must not give in before the inevitability of war and conflict and that the defense policy must not provide for large - scale arms production, but that Europe must adopt a defense policy of intervention where it is not weapons that count but the ability to intervene peacefully in order to find non-violent solutions to <mask>.", "answer": "disputes", "language": "en"}
{"id": 94, "original_passage": "I feel that it is important, as stated in the opinion of the Committee on Industry, External Trade, Research and Energy itself, which is attached to the report, that the code of conduct. And we can deduce this from the annual report which we examine. Has led to steps forward in the area of controlling and rationalizing arms exports from the European Union.", "length_of_sentences": 79, "cloze_passage": "I feel that it is important, as stated in the opinion of the Committee on Industry, External Trade, Research and Energy itself, which is attached to the report, that the code of conduct. And we can deduce this from the annual report which we examine. Has led to steps forward in the area of controlling and rationalizing arms exports from the European <mask>.", "answer": "Union", "language": "en"}
{"id": 95, "original_passage": "I would like to emphasize certain points which appear to be particularly important : making the code of conduct legally binding, actively working towards drawing up an international code of conduct on the transfer of arms, making implementation of the code of conduct more transparent. In order to better assess its effectiveness. For example, providing information relating to the number and type of weapons for which licenses have been granted and to the identity of exporting countries and countries of destination, conducting checks on intermediaries and brokers, putting an end to the current practice of selling European Union arms in areas of war or where human rights are blatantly violated.", "length_of_sentences": 129, "cloze_passage": "I would like to emphasize certain points which appear to be particularly important : making the code of conduct legally binding, actively working towards drawing up an international code of conduct on the transfer of arms, making implementation of the code of conduct more transparent. In order to better assess its effectiveness. For example, providing information relating to the number and type of weapons for which licenses have been granted and to the identity of exporting countries and countries of destination, conducting checks on intermediaries and brokers, putting an end to the current practice of selling European Union arms in areas of war or where human rights are blatantly <mask>.", "answer": "violated", "language": "en"}
{"id": 96, "original_passage": "Mr President, Commissioner, in taking the floor on the extremely difficult subject of arms sales, I should like to congratulate the rapporteur on the manner in which he has managed to clarify matters for Parliament in the outstanding and comprehensive explanatory statement in the motion for a resolution which is being discussed today and which will be voted on tomorrow in this House.", "length_of_sentences": 68, "cloze_passage": "Mr President, Commissioner, in taking the floor on the extremely difficult subject of arms sales, I should like to congratulate the rapporteur on the manner in which he has managed to clarify matters for Parliament in the outstanding and comprehensive explanatory statement in the motion for a resolution which is being discussed today and which will be voted on tomorrow in this <mask>.", "answer": "House", "language": "en"}
{"id": 97, "original_passage": "Since this dream, as you rightly termed it, Mrs Morgantown, still remains today in the realms of utopia, as I fear it will for a long time to come, we should, as proposed, highlight instead the positive results that have already been obtained by applying the code of conduct and propose all the measures that are desirable and applicable in order to improve the efficiency of this method.", "length_of_sentences": 86, "cloze_passage": "Since this dream, as you rightly termed it, Mrs Morgantown, still remains today in the realms of utopia, as I fear it will for a long time to come, we should, as proposed, highlight instead the positive results that have already been obtained by applying the code of conduct and propose all the measures that are desirable and applicable in order to improve the efficiency of this <mask>.", "answer": "method", "language": "en"}
{"id": 98, "original_passage": "We must extend our study, on the one hand, not only to matters of binding agreements, but also to instruments other than those intended specifically for military purposes, voluntary disarmament, conversion, and making the work of the police and customs authorities more effective, and, on the other hand, the applicant countries just mentioned by Mr Wears.", "length_of_sentences": 69, "cloze_passage": "We must extend our study, on the one hand, not only to matters of binding agreements, but also to instruments other than those intended specifically for military purposes, voluntary disarmament, conversion, and making the work of the police and customs authorities more effective, and, on the other hand, the applicant countries just mentioned by Mr <mask>.", "answer": "Wears", "language": "en"}
{"id": 99, "original_passage": "The guidelines set out in the Communication adopted this morning have been defined with this in mind, on the basis, in particular, of the conclusions of the report on the five - year assessment of research programs, drawn up by a panel of independent experts, and the midterm review of the Fifth Research Framework Program, carried out by the Commission.", "length_of_sentences": 69, "cloze_passage": "The guidelines set out in the Communication adopted this morning have been defined with this in mind, on the basis, in particular, of the conclusions of the report on the five - year assessment of research programs, drawn up by a panel of independent experts, and the midterm review of the Fifth Research Framework Program, carried out by the <mask>.", "answer": "Commission", "language": "en"}
