{"id": 0, "original_passage": "Je pense qu'effectivement, alors que notre Parlement a, très opportunément, il y a un mois, invité conjointement les présidents de la Unissent et du Conseil législatif palestinien, précisément pour marquer sa volonté d'intervenir comme acteur en faveur du processus de paix, nous ne pouvons pas, en tant que Parlement, nous taire aujourd'hui.", "length_of_sentences": 85, "cloze_passage": "Je pense qu'effectivement, alors que notre Parlement a, très opportunément, il y a un mois, invité conjointement les présidents de la Unissent et du Conseil législatif palestinien, précisément pour marquer sa volonté d'intervenir comme acteur en faveur du processus de paix, nous ne pouvons pas, en tant que Parlement, nous taire <mask>.", "answer": "aujourd'hui", "language": "fr"}
{"id": 1, "original_passage": "Mais en tout état de cause, je demande de façon expresse que personne, à la fin de cette période de session, ne puisse prétendre que le Parlement en tant que tel, dans l'esprit et dans le prolongement de votre magnifique déclaration, ne s'est pas prononcé en faveur du retour de la paix en Israël et au Proche-Orient.", "length_of_sentences": 89, "cloze_passage": "Mais en tout état de cause, je demande de façon expresse que personne, à la fin de cette période de session, ne puisse prétendre que le Parlement en tant que tel, dans l'esprit et dans le prolongement de votre magnifique déclaration, ne s'est pas prononcé en faveur du retour de la paix en Israël et au <mask>.", "answer": "Proche-Orient", "language": "fr"}
{"id": 2, "original_passage": "En ce qui concerne le traitement de ce sujet difficile ici en plénière, je trouverais judicieux que les porte-parole du Parlement, la présidente de groupes ou qui que ce soit qui s'exprime au nom du groupe soulèvent le problème du Proche-Orient dans le débat avec le président du Conseil et le président de la Commission.", "length_of_sentences": 78, "cloze_passage": "En ce qui concerne le traitement de ce sujet difficile ici en plénière, je trouverais judicieux que les porte-parole du Parlement, la présidente de groupes ou qui que ce soit qui s'exprime au nom du groupe soulèvent le problème du Proche-Orient dans le débat avec le président du Conseil et le président de la <mask>.", "answer": "Commission", "language": "fr"}
{"id": 3, "original_passage": "Nous pouvons nous en réjouir. Cependant, alors que notre institution a tant fait pour que les travaux de cette Convention réussissent, qu'elle a, en particulier, à maintes reprises mis ses locaux à la disposition de la Convention, alors que s'ouvre aujourd'hui notre période de session plénière ici à Strasbourg, je regrette qu'il n'ait pas été possible d'organiser dans des conditions dignes la remise de cette charte ici à Strasbourg après l'achèvement des travaux de sa rédaction.", "length_of_sentences": 130, "cloze_passage": "Nous pouvons nous en réjouir. Cependant, alors que notre institution a tant fait pour que les travaux de cette Convention réussissent, qu'elle a, en particulier, à maintes reprises mis ses locaux à la disposition de la Convention, alors que s'ouvre aujourd'hui notre période de session plénière ici à Strasbourg, je regrette qu'il n'ait pas été possible d'organiser dans des conditions dignes la remise de cette charte ici à Strasbourg après l'achèvement des travaux de sa <mask>.", "answer": "rédaction", "language": "fr"}
{"id": 4, "original_passage": "Malgré tout, il existe des indices très sérieux de violation du droit communautaire, notamment en ce qui concerne l'enregistrement des passagers et le respect des normes de sécurité fixées par les directives communautaires. C'est la raison pour laquelle, je pense, il nous faut en premier lieu accueillir favorablement la réaction de la Communauté européenne, qui mène déjà des investigations pour établir si le droit communautaire a été observé.", "length_of_sentences": 98, "cloze_passage": "Malgré tout, il existe des indices très sérieux de violation du droit communautaire, notamment en ce qui concerne l'enregistrement des passagers et le respect des normes de sécurité fixées par les directives communautaires. C'est la raison pour laquelle, je pense, il nous faut en premier lieu accueillir favorablement la réaction de la Communauté européenne, qui mène déjà des investigations pour établir si le droit communautaire a été <mask>.", "answer": "observé", "language": "fr"}
{"id": 5, "original_passage": "De même, je considère comme malencontreuse l'exception dont bénéficie la Grèce jusqu'en 2004 en ce qui concerne la libéralisation des transports, car je pense que, de cette façon, les normes de sécurité sont encore plus dévaluées dans le pays en question, dont il se trouve qu'il est le mien.", "length_of_sentences": 78, "cloze_passage": "De même, je considère comme malencontreuse l'exception dont bénéficie la Grèce jusqu'en 2004 en ce qui concerne la libéralisation des transports, car je pense que, de cette façon, les normes de sécurité sont encore plus dévaluées dans le pays en question, dont il se trouve qu'il est le <mask>.", "answer": "mien", "language": "fr"}
{"id": 6, "original_passage": "C'est pourquoi le groupe socialiste votera contre l'inscription de cette question au débat d'actualité, sans que cela signifie que la tragédie ne nous a pas bouleversés et que, en tant que gouvernement et en tant que groupe socialiste, nous ne ferons pas tout notre possible pour que soit renforcée la sécurité de la navigation en mer Égée, laquelle compte trois mille cinq cents îles et un grand nombre de transbordeurs. Cet accident, si grave qu'il soit, quand on songe au nombre de voyages qui ont lieu chaque été en mer Égée, est un accident parmi un nombre considérable de traversées sans problème.", "length_of_sentences": 158, "cloze_passage": "C'est pourquoi le groupe socialiste votera contre l'inscription de cette question au débat d'actualité, sans que cela signifie que la tragédie ne nous a pas bouleversés et que, en tant que gouvernement et en tant que groupe socialiste, nous ne ferons pas tout notre possible pour que soit renforcée la sécurité de la navigation en mer Égée, laquelle compte trois mille cinq cents îles et un grand nombre de transbordeurs. Cet accident, si grave qu'il soit, quand on songe au nombre de voyages qui ont lieu chaque été en mer Égée, est un accident parmi un nombre considérable de traversées sans <mask>.", "answer": "problème", "language": "fr"}
{"id": 7, "original_passage": "Malgré tout, bien sûr, c'est tragique, et les circonstances sont telles qu'il faudra examiner une nouvelle fois beaucoup plus à fond les conditions de la navigation dans notre pays et dans toute l'Europe, mais cela ne signifie pas que les mers grecques sont, de quelque façon que ce soit, moins sûres que les mers de n'importe quel autre État membre.", "length_of_sentences": 91, "cloze_passage": "Malgré tout, bien sûr, c'est tragique, et les circonstances sont telles qu'il faudra examiner une nouvelle fois beaucoup plus à fond les conditions de la navigation dans notre pays et dans toute l'Europe, mais cela ne signifie pas que les mers grecques sont, de quelque façon que ce soit, moins sûres que les mers de n'importe quel autre État <mask>.", "answer": "membre", "language": "fr"}
{"id": 8, "original_passage": "Si, par la suite, en prenant pour base l'article 42, on adopte un élargissement du cercle de personnes visées au règlement 1408 et si on introduit, sur la base de l'article 137, les décisions à la majorité pour, par exemple, les critères d'attribution des allocations de chômage, les conséquences seront énormes pour la politique sociale danoise et celle du marché du travail au Danemark.", "length_of_sentences": 104, "cloze_passage": "Si, par la suite, en prenant pour base l'article 42, on adopte un élargissement du cercle de personnes visées au règlement 1408 et si on introduit, sur la base de l'article 137, les décisions à la majorité pour, par exemple, les critères d'attribution des allocations de chômage, les conséquences seront énormes pour la politique sociale danoise et celle du marché du travail au <mask>.", "answer": "Danemark", "language": "fr"}
{"id": 9, "original_passage": "Même si certains s'efforcent d'en rejeter la responsabilité sur l'équipage, personne ne saurait nier que le bâtiment avait plus de 35 ans d'âge, qu'il n'aurait pas dû normalement être encore en exploitation et qu'il a sombré très vite, sans qu'on ait pu sauver davantage de vies.", "length_of_sentences": 89, "cloze_passage": "Même si certains s'efforcent d'en rejeter la responsabilité sur l'équipage, personne ne saurait nier que le bâtiment avait plus de 35 ans d'âge, qu'il n'aurait pas dû normalement être encore en exploitation et qu'il a sombré très vite, sans qu'on ait pu sauver davantage de <mask>.", "answer": "vies", "language": "fr"}
{"id": 10, "original_passage": "Madame la Présidente, je voudrais revenir un instant, sur le drame évoqué par notre collègue belge, que vivent, aujourd'hui, en Europe, à certaines de nos frontières, des réfugiés, pour vous faire savoir que je me suis rendu, il y a une huitaine de jours, au centre de Sangatte, ouvert par le gouvernement français et géré par la Croix - Rouge.", "length_of_sentences": 100, "cloze_passage": "Madame la Présidente, je voudrais revenir un instant, sur le drame évoqué par notre collègue belge, que vivent, aujourd'hui, en Europe, à certaines de nos frontières, des réfugiés, pour vous faire savoir que je me suis rendu, il y a une huitaine de jours, au centre de Sangatte, ouvert par le gouvernement français et géré par la Croix - <mask>.", "answer": "Rouge", "language": "fr"}
{"id": 11, "original_passage": "Je porte à votre connaissance que ce centre voit passer en moyenne entre 800 et 1000 réfugiés par jour, en provenance du monde entier et, en particulier, de l'Iran, de l'Irak et d'une partie de la Turquie, c'est - à - dire de la partie kurde de la Turquie et que depuis son ouverture il y a onze mois, il est passé 16 000 réfugiés dans ce centre.", "length_of_sentences": 106, "cloze_passage": "Je porte à votre connaissance que ce centre voit passer en moyenne entre 800 et 1000 réfugiés par jour, en provenance du monde entier et, en particulier, de l'Iran, de l'Irak et d'une partie de la Turquie, c'est - à - dire de la partie kurde de la Turquie et que depuis son ouverture il y a onze mois, il est passé 16 000 réfugiés dans ce <mask>.", "answer": "centre", "language": "fr"}
{"id": 12, "original_passage": "Madame la Présidente, je me réjouis d'informer l'Assemblée que, à l'instar des deux autre vice — présidents espagnols de ce Parlement, j'ai eu l'honneur et le privilège d'accompagner Mme Fontaine en Espagne et d'être le témoin ému de son engagement courageux, ferme et exemplaire avec la démocratie et les valeurs que cette Assemblée défend.", "length_of_sentences": 106, "cloze_passage": "Madame la Présidente, je me réjouis d'informer l'Assemblée que, à l'instar des deux autre vice — présidents espagnols de ce Parlement, j'ai eu l'honneur et le privilège d'accompagner Mme Fontaine en Espagne et d'être le témoin ému de son engagement courageux, ferme et exemplaire avec la démocratie et les valeurs que cette Assemblée <mask>.", "answer": "défend", "language": "fr"}
{"id": 13, "original_passage": "Je répète, donc, que la position commune du Conseil doit, à mon avis, être soutenue car par ce règlement, l'on introduit le mécanisme d'adaptation au système européen des comptes 95 qui assure, effectivement, la comparabilité et la transparence dans la comptabilité publique des États membres dans des matières aussi sensibles et importantes que celle du calcul du déficit public.", "length_of_sentences": 91, "cloze_passage": "Je répète, donc, que la position commune du Conseil doit, à mon avis, être soutenue car par ce règlement, l'on introduit le mécanisme d'adaptation au système européen des comptes 95 qui assure, effectivement, la comparabilité et la transparence dans la comptabilité publique des États membres dans des matières aussi sensibles et importantes que celle du calcul du déficit <mask>.", "answer": "public", "language": "fr"}
{"id": 14, "original_passage": "Comme vous le savez, Monsieur le Commissaire, au cours de sa séance d'avril dernier, le Parlement a approuvé en première lecture un amendement relatif au droit de transition dans l'application du règlement qui stipulait que les États membres pourraient demander à la Commission une période transitoire de deux ans maximum afin d'aligner leurs systèmes comptables sur le règlement.", "length_of_sentences": 84, "cloze_passage": "Comme vous le savez, Monsieur le Commissaire, au cours de sa séance d'avril dernier, le Parlement a approuvé en première lecture un amendement relatif au droit de transition dans l'application du règlement qui stipulait que les États membres pourraient demander à la Commission une période transitoire de deux ans maximum afin d'aligner leurs systèmes comptables sur le <mask>.", "answer": "règlement", "language": "fr"}
{"id": 15, "original_passage": "À ce sujet, je voudrais signaler que la Commission s'était engagée en première lecture à présenter une autre proposition de règlement du Parlement européen et du Conseil qui traiterait de cette question spécifique, et aujourd'hui, je suis en mesure de vous dire que la Commission a approuvé sa proposition le 20 septembre et l'a déjà transmise au Parlement et au Conseil.", "length_of_sentences": 85, "cloze_passage": "À ce sujet, je voudrais signaler que la Commission s'était engagée en première lecture à présenter une autre proposition de règlement du Parlement européen et du Conseil qui traiterait de cette question spécifique, et aujourd'hui, je suis en mesure de vous dire que la Commission a approuvé sa proposition le 20 septembre et l'a déjà transmise au Parlement et au <mask>.", "answer": "Conseil", "language": "fr"}
{"id": 16, "original_passage": "En tant que rapporteur pour avis de la commission de l'emploi et des affaires sociales et que rapporteur fictif du groupe PAPE - DE pour cette matière à la commission économique et monétaire, je souhaiterais exprimer mes remerciements les plus sincères à M. Scanner, qui a réussi avec succès à allier les opinions des commissions parlementaires et des groupes politiques pour les coucher sur papier de la manière la plus harmonieuse et équilibrée qui soit.", "length_of_sentences": 107, "cloze_passage": "En tant que rapporteur pour avis de la commission de l'emploi et des affaires sociales et que rapporteur fictif du groupe PAPE - DE pour cette matière à la commission économique et monétaire, je souhaiterais exprimer mes remerciements les plus sincères à M. Scanner, qui a réussi avec succès à allier les opinions des commissions parlementaires et des groupes politiques pour les coucher sur papier de la manière la plus harmonieuse et équilibrée qui <mask>.", "answer": "soit", "language": "fr"}
{"id": 17, "original_passage": "Selon une étude récente mentionnée dans la communication de la Commission, le capital — investissement constitue également un instrument de premier choix pour améliorer l'emploi, puisque entre 80 et 90 % des fonds qu'il mobilise sont normalement consacrés à l'embauche. En d'autres mots, plus nous disposons de capital — investissement, plus nous pouvons exploiter efficacement notre capital humain.", "length_of_sentences": 95, "cloze_passage": "Selon une étude récente mentionnée dans la communication de la Commission, le capital — investissement constitue également un instrument de premier choix pour améliorer l'emploi, puisque entre 80 et 90 % des fonds qu'il mobilise sont normalement consacrés à l'embauche. En d'autres mots, plus nous disposons de capital — investissement, plus nous pouvons exploiter efficacement notre capital <mask>.", "answer": "humain", "language": "fr"}
{"id": 18, "original_passage": "Bien que le capital — investissement ait aussi connu chez nous une croissance rapide dans les cinq dernières années, l'Europe est dans ce domaine encore loin derrière les États-Unis d'Amérique, surtout dans les secteurs encore en pleine croissance des technologies de l'information et de la biotechnologie, mais aussi dans le secteur des soins de s'ont. Ou des mesures préventives en la matière, un tout nouveau secteur affichant une croissance de plus en plus forte.", "length_of_sentences": 114, "cloze_passage": "Bien que le capital — investissement ait aussi connu chez nous une croissance rapide dans les cinq dernières années, l'Europe est dans ce domaine encore loin derrière les États-Unis d'Amérique, surtout dans les secteurs encore en pleine croissance des technologies de l'information et de la biotechnologie, mais aussi dans le secteur des soins de s'ont. Ou des mesures préventives en la matière, un tout nouveau secteur affichant une croissance de plus en plus <mask>.", "answer": "forte", "language": "fr"}
{"id": 19, "original_passage": "Nous avons de nombreux points d'accord, comme l'apport de capital — investissement privé et public, l'allégement des conditions d'accès, l'utilisation prioritaire du capital — investissement pour les PME, l'allégement fiscal des réinvestissements de bénéfices dans des fonds de capital — investissement, la simplification et la réduction des coûts pour les dépôts de brevets.", "length_of_sentences": 96, "cloze_passage": "Nous avons de nombreux points d'accord, comme l'apport de capital — investissement privé et public, l'allégement des conditions d'accès, l'utilisation prioritaire du capital — investissement pour les PME, l'allégement fiscal des réinvestissements de bénéfices dans des fonds de capital — investissement, la simplification et la réduction des coûts pour les dépôts de <mask>.", "answer": "brevets", "language": "fr"}
{"id": 20, "original_passage": "C'est en soulignant l'idée originale de développer ce processus de dialogue comme un processus entre partenaires égaux et en le maintenant le plus informel possible, sans secrétariat institutionnalisé, que nous avons réussi, malgré quelques difficultés, à convaincre nos partenaires asiatiques que nous voulions traiter avec eux dans des conditions d'égalité, loin de toute relation donateur — bénéficiaire et de toute attitude post — coloniale.", "length_of_sentences": 107, "cloze_passage": "C'est en soulignant l'idée originale de développer ce processus de dialogue comme un processus entre partenaires égaux et en le maintenant le plus informel possible, sans secrétariat institutionnalisé, que nous avons réussi, malgré quelques difficultés, à convaincre nos partenaires asiatiques que nous voulions traiter avec eux dans des conditions d'égalité, loin de toute relation donateur — bénéficiaire et de toute attitude post — <mask>.", "answer": "coloniale", "language": "fr"}
{"id": 21, "original_passage": "La création d'un fonds fiduciaire, l'établissement du réseau européen d'expertise financière et l'adoption de deux plans d'action en faveur du commerce et de la promotion des investissements sont autant d'autres mesures concrètes qui démontrent que l'Europe s'intéresse à l'Asie, non seulement quand tout va bien, mais également en période de crise.", "length_of_sentences": 93, "cloze_passage": "La création d'un fonds fiduciaire, l'établissement du réseau européen d'expertise financière et l'adoption de deux plans d'action en faveur du commerce et de la promotion des investissements sont autant d'autres mesures concrètes qui démontrent que l'Europe s'intéresse à l'Asie, non seulement quand tout va bien, mais également en période de <mask>.", "answer": "crise", "language": "fr"}
{"id": 22, "original_passage": "Par ailleurs, les leaders discuteront de l'implication de la nouvelle économie, de la mondialisation, des leçons tirées de la crise, de la création d'une autoroute transeuropéano — asiatique qui facilitera les contacts entre les instituts de recherche, et discuteront de l'influence des nouvelles technologies dans la vie économique, y compris les mesures à prendre pour faire face à la fracture numérique grandissante.", "length_of_sentences": 102, "cloze_passage": "Par ailleurs, les leaders discuteront de l'implication de la nouvelle économie, de la mondialisation, des leçons tirées de la crise, de la création d'une autoroute transeuropéano — asiatique qui facilitera les contacts entre les instituts de recherche, et discuteront de l'influence des nouvelles technologies dans la vie économique, y compris les mesures à prendre pour faire face à la fracture numérique <mask>.", "answer": "grandissante", "language": "fr"}
{"id": 23, "original_passage": "En résumé, permettez — moi de souligner que la caractéristique majeure du processus de l'ASEM es. selon Mo. l'établissement d'un dialogue régulier au plus haut niveau via l'organisation de sommets semestriels préparés lors de réunions périodiques des ministres des Affaires étrangères, de l'Économie et des Finances, sans parler des nombreuses réunions des hauts fonctionnaires et experts.", "length_of_sentences": 109, "cloze_passage": "En résumé, permettez — moi de souligner que la caractéristique majeure du processus de l'ASEM es. selon Mo. l'établissement d'un dialogue régulier au plus haut niveau via l'organisation de sommets semestriels préparés lors de réunions périodiques des ministres des Affaires étrangères, de l'Économie et des Finances, sans parler des nombreuses réunions des hauts fonctionnaires et <mask>.", "answer": "experts", "language": "fr"}
{"id": 24, "original_passage": "Les deux régions du monde doivent cependant se comprendre de mieux en mieux et coordonner davantage leurs actions, afin de trouver des orientations communes et de progresser dans la réforme des Nations unies et de l'OMC sur les questions de stabilité monétaire et financière, mais aussi sur les questions importantes à l'ordre du jour de l'Organisation internationale du travail.", "length_of_sentences": 79, "cloze_passage": "Les deux régions du monde doivent cependant se comprendre de mieux en mieux et coordonner davantage leurs actions, afin de trouver des orientations communes et de progresser dans la réforme des Nations unies et de l'OMC sur les questions de stabilité monétaire et financière, mais aussi sur les questions importantes à l'ordre du jour de l'Organisation internationale du <mask>.", "answer": "travail", "language": "fr"}
{"id": 25, "original_passage": "Il serait également important de négocier les questions de plus en plus aiguës de délocalisations d'entreprises, de normes de travail ou d'affaires sociales dans le cadre d'un forum social, qui se ferait à un niveau comparable à celui du forum Business et rendrait possible le dialogue entre le niveau politique et le niveau des partenaires sociaux sur les relations de travail et les normes sociales.", "length_of_sentences": 92, "cloze_passage": "Il serait également important de négocier les questions de plus en plus aiguës de délocalisations d'entreprises, de normes de travail ou d'affaires sociales dans le cadre d'un forum social, qui se ferait à un niveau comparable à celui du forum Business et rendrait possible le dialogue entre le niveau politique et le niveau des partenaires sociaux sur les relations de travail et les normes <mask>.", "answer": "sociales", "language": "fr"}
{"id": 26, "original_passage": "Il n'y a pas d'intégration politique, pas même une perspective d'intégration politique entre les pays de l'ANASE et il ne faudrait pas non plus oublier, comme me semblent l'avoir fait des orateurs qui m'ont précédé, que les régimes en place au sein de l'ANASE sont très différents les uns des autres : il y a des régimes totalitaires ou dictatoriaux, même dictatoriaux durs comme la Chine, et des pays démocratiques.", "length_of_sentences": 118, "cloze_passage": "Il n'y a pas d'intégration politique, pas même une perspective d'intégration politique entre les pays de l'ANASE et il ne faudrait pas non plus oublier, comme me semblent l'avoir fait des orateurs qui m'ont précédé, que les régimes en place au sein de l'ANASE sont très différents les uns des autres : il y a des régimes totalitaires ou dictatoriaux, même dictatoriaux durs comme la Chine, et des pays <mask>.", "answer": "démocratiques", "language": "fr"}
{"id": 27, "original_passage": "De la même façon, je trouve inadmissible que dans son dialogue avec l'Asie, l'Union européenne fasse l'économie de la question de l'Inde, qui est une démocratie, qui a la consistance numérique de son voisin de l'autre côté, la Chine, mais pas le même régime et qui n'a pas les mêmes rapports privilégiés avec l'Union européenne.", "length_of_sentences": 93, "cloze_passage": "De la même façon, je trouve inadmissible que dans son dialogue avec l'Asie, l'Union européenne fasse l'économie de la question de l'Inde, qui est une démocratie, qui a la consistance numérique de son voisin de l'autre côté, la Chine, mais pas le même régime et qui n'a pas les mêmes rapports privilégiés avec l'Union <mask>.", "answer": "européenne", "language": "fr"}
{"id": 28, "original_passage": "L'Union européenne doit soutenir les forces démocratiques en Indonésie. Mais en même temps, l'Union européenne devrait examiner comment elle peut aider l'Indonésie à faire face à ces forces négatives en Indonésie. Surtout quand il s'agit des Mollusques, parce que de nombreux citoyens européens d'origine Montcuquoise sont très inquiets.", "length_of_sentences": 90, "cloze_passage": "L'Union européenne doit soutenir les forces démocratiques en Indonésie. Mais en même temps, l'Union européenne devrait examiner comment elle peut aider l'Indonésie à faire face à ces forces négatives en Indonésie. Surtout quand il s'agit des Mollusques, parce que de nombreux citoyens européens d'origine Montcuquoise sont très <mask>.", "answer": "inquiets", "language": "fr"}
{"id": 29, "original_passage": "La situation s'est détériorée dernièrement. Le message fort que je voudrais faire passer à la Commission, et qui doit être transmis avec force aux autorités indonésiennes, est que toute évolution positive des relations avec l'Indonésie dépend des garanties effectives que ce pays peut nous donner concernant la paix et la liberté au Timor.", "length_of_sentences": 79, "cloze_passage": "La situation s'est détériorée dernièrement. Le message fort que je voudrais faire passer à la Commission, et qui doit être transmis avec force aux autorités indonésiennes, est que toute évolution positive des relations avec l'Indonésie dépend des garanties effectives que ce pays peut nous donner concernant la paix et la liberté au <mask>.", "answer": "Timor", "language": "fr"}
{"id": 30, "original_passage": "Concernant l'Indonésie, qui a particulièrement retenu notre attention également, nous maintenons un dialogue régulier, dans le cadre de l'ASEM, où nous avons toujours insisté sur la nécessité d'encourager le processus démocratique et, à ce sujet, le président Prod a d'ores et déjà transmis un message au président indonésien dans ce sens.", "length_of_sentences": 86, "cloze_passage": "Concernant l'Indonésie, qui a particulièrement retenu notre attention également, nous maintenons un dialogue régulier, dans le cadre de l'ASEM, où nous avons toujours insisté sur la nécessité d'encourager le processus démocratique et, à ce sujet, le président Prod a d'ores et déjà transmis un message au président indonésien dans ce <mask>.", "answer": "sens", "language": "fr"}
{"id": 31, "original_passage": "Le temps imparti, Monsieur le Président, me contraint à achever mon intervention, sans omettre toutefois, puisque nous parlons de trafic maritime, d'exprimer ma profonde tristesse pour les personnes qui ont récemment péri en voyageant sur l'un des nombreux navires qui sont indispensables pour desservir la multitude des îles grecques, des îles qui ont donc grandement besoin que nous leur portions un réel intérêt.", "length_of_sentences": 111, "cloze_passage": "Le temps imparti, Monsieur le Président, me contraint à achever mon intervention, sans omettre toutefois, puisque nous parlons de trafic maritime, d'exprimer ma profonde tristesse pour les personnes qui ont récemment péri en voyageant sur l'un des nombreux navires qui sont indispensables pour desservir la multitude des îles grecques, des îles qui ont donc grandement besoin que nous leur portions un réel <mask>.", "answer": "intérêt", "language": "fr"}
{"id": 32, "original_passage": "Nous pensons que la solution la plus sage serait, peut - être d'abandonner la carte des terminaux intermodaux et de rédiger de façon plus précise, plus catégorique si vous voulez, les directives en précisant que les terminaux intermodaux font partie du réseau et ne pas entrer dans un débat sur la carte qui compliquerait davantage les choses.", "length_of_sentences": 92, "cloze_passage": "Nous pensons que la solution la plus sage serait, peut - être d'abandonner la carte des terminaux intermodaux et de rédiger de façon plus précise, plus catégorique si vous voulez, les directives en précisant que les terminaux intermodaux font partie du réseau et ne pas entrer dans un débat sur la carte qui compliquerait davantage les <mask>.", "answer": "choses", "language": "fr"}
{"id": 33, "original_passage": "Nous estimons qu'il s'agit là d'une atteinte à la liberté du fabricant. Il doit pouvoir déterminer en concertation avec le client le nombre d'essieux nécessaires pour satisfaire aux normes de sécurité et de poids, car tous les autobus et autocars de tourisme n'ont pas la même charge, loin s'en faut.", "length_of_sentences": 88, "cloze_passage": "Nous estimons qu'il s'agit là d'une atteinte à la liberté du fabricant. Il doit pouvoir déterminer en concertation avec le client le nombre d'essieux nécessaires pour satisfaire aux normes de sécurité et de poids, car tous les autobus et autocars de tourisme n'ont pas la même charge, loin s'en <mask>.", "answer": "faut", "language": "fr"}
{"id": 34, "original_passage": "Arrêtons-nous un instant sur un autobus, un grand autobus et sur l'environnement. D'une part, on peut parler d'une situation, comme l'a indiqué Mme Sandres - En Halte, de transport meilleur marché et plus efficace, qui permet éventuellement à des petits commerçants de gagner plus, de faire des bénéfices, etc.", "length_of_sentences": 93, "cloze_passage": "Arrêtons-nous un instant sur un autobus, un grand autobus et sur l'environnement. D'une part, on peut parler d'une situation, comme l'a indiqué Mme Sandres - En Halte, de transport meilleur marché et plus efficace, qui permet éventuellement à des petits commerçants de gagner plus, de faire des bénéfices, <mask>.", "answer": "etc", "language": "fr"}
{"id": 35, "original_passage": "Je demande que nous le fassions  tant pour les propositions en tant que telle. Ce pourrait être aujourd'hui à 18 heures. Que pour les propositions d'amendement. À cet égard, nous devrions tenter de fixer ce délai aussi tard que possible dans la journée de demain afin de pouvoir tenir compte des résultats éventuels de la rencontre qui aura lieu demain à Paris entre Ehud Barak et Yasser Arafat.", "length_of_sentences": 105, "cloze_passage": "Je demande que nous le fassions tant pour les propositions en tant que telle. Ce pourrait être aujourd'hui à 18 heures. Que pour les propositions d'amendement. À cet égard, nous devrions tenter de fixer ce délai aussi tard que possible dans la journée de demain afin de pouvoir tenir compte des résultats éventuels de la rencontre qui aura lieu demain à Paris entre Ehud Barak et Yasser <mask>.", "answer": "Arafat", "language": "fr"}
{"id": 36, "original_passage": "Certes, c'est mieux qu'une conférence intergouvernementale mai. Attention, chers collègues. Même la Convention a été obligée de trouver un consensus sur la moindre ligne et à la fin, surtout dans la conclusion, nous avons assisté à une sorte de conférence intergouvernementale II, avec notre praesidium qui devait négocier avec les États et non avec les parlementaires, ou pas avec les parlementaires uniquement.", "length_of_sentences": 102, "cloze_passage": "Certes, c'est mieux qu'une conférence intergouvernementale mai. Attention, chers collègues. Même la Convention a été obligée de trouver un consensus sur la moindre ligne et à la fin, surtout dans la conclusion, nous avons assisté à une sorte de conférence intergouvernementale II, avec notre praesidium qui devait négocier avec les États et non avec les parlementaires, ou pas avec les parlementaires <mask>.", "answer": "uniquement", "language": "fr"}
{"id": 37, "original_passage": "Les négociations ont connu jusqu'ici une issue décevante et négative. À ce que nous savons, il n'y a pas encore eu un accord total sur un seul des 75 cas de vote à l'unanimité et pour la première fois en Italie, un sondage indique que dans une des régions les plus importantes, le nord — est, l'impression positive de l'Europe est en baisse.", "length_of_sentences": 98, "cloze_passage": "Les négociations ont connu jusqu'ici une issue décevante et négative. À ce que nous savons, il n'y a pas encore eu un accord total sur un seul des 75 cas de vote à l'unanimité et pour la première fois en Italie, un sondage indique que dans une des régions les plus importantes, le nord — est, l'impression positive de l'Europe est en <mask>.", "answer": "baisse", "language": "fr"}
{"id": 38, "original_passage": "Vous êtes comme nous tenu à une cohérence absolue, mais il y a deux choses à faire. La première est de dire tout de suite que, si Nice échoue, une crise interne s'ouvrira et qu'elle débouchera, au besoin, sur la démission de la Commission ; la seconde est de dire tout aussi clairement que l'élargissement ne se fera pas sans une réforme sérieuse.", "length_of_sentences": 95, "cloze_passage": "Vous êtes comme nous tenu à une cohérence absolue, mais il y a deux choses à faire. La première est de dire tout de suite que, si Nice échoue, une crise interne s'ouvrira et qu'elle débouchera, au besoin, sur la démission de la Commission ; la seconde est de dire tout aussi clairement que l'élargissement ne se fera pas sans une réforme <mask>.", "answer": "sérieuse", "language": "fr"}
{"id": 39, "original_passage": "Je crois, comme beaucoup de monde, que l'expérience de la Convention ne doit pas rester isolée et que la formule choisie doit être répétée moyennant les ajustements qui s'imposent, afin que, comme l'a récemment souhaité le président Chirac les processus de réforme répondent mieux à la nécessité de rapprocher nos institutions des citoyens.", "length_of_sentences": 89, "cloze_passage": "Je crois, comme beaucoup de monde, que l'expérience de la Convention ne doit pas rester isolée et que la formule choisie doit être répétée moyennant les ajustements qui s'imposent, afin que, comme l'a récemment souhaité le président Chirac les processus de réforme répondent mieux à la nécessité de rapprocher nos institutions des <mask>.", "answer": "citoyens", "language": "fr"}
{"id": 40, "original_passage": "Cette dernière perspective ne doit pas se limiter à quelques domaines restreints, elle doit permettre aux États membres qui y sont disposés de prendre la direction d'une intégration politique plus intense, tout en restant dans un cadre juridique et institutionnel accepté, en laissant aux autres la possibilité de s'engager dans cette direction quand ils estimeront le devoir.", "length_of_sentences": 79, "cloze_passage": "Cette dernière perspective ne doit pas se limiter à quelques domaines restreints, elle doit permettre aux États membres qui y sont disposés de prendre la direction d'une intégration politique plus intense, tout en restant dans un cadre juridique et institutionnel accepté, en laissant aux autres la possibilité de s'engager dans cette direction quand ils estimeront le <mask>.", "answer": "devoir", "language": "fr"}
{"id": 41, "original_passage": "Dans le cas de la directive relative à la protection juridique des inventions biotechnologiques, par exemple, qui devrait être, au premier chef, une directive sur le marché intérieur, nous n'avons pas admis que la directive soit adoptée sans qu'y soient ancrés des principes éthiques fondamentaux et que soient exclues de la protection juridique certaines techniques qui portent atteinte à la dignité humaine.", "length_of_sentences": 92, "cloze_passage": "Dans le cas de la directive relative à la protection juridique des inventions biotechnologiques, par exemple, qui devrait être, au premier chef, une directive sur le marché intérieur, nous n'avons pas admis que la directive soit adoptée sans qu'y soient ancrés des principes éthiques fondamentaux et que soient exclues de la protection juridique certaines techniques qui portent atteinte à la dignité <mask>.", "answer": "humaine", "language": "fr"}
{"id": 42, "original_passage": "Vous savez qu'il s'agit là d'un choix délibéré qui a été fait à Amsterdam, de bien distinguer les deux fonctions. Le haut représentant, contrairement à la Commission, ne s'exprime pas en toute indépendance, mais il a pour mission de coordonner les politiques étrangères et de sécurité commune qui sont de la compétence des États membres et là, nous devons laisser peut - être une large place à l'intergouvernemental.", "length_of_sentences": 112, "cloze_passage": "Vous savez qu'il s'agit là d'un choix délibéré qui a été fait à Amsterdam, de bien distinguer les deux fonctions. Le haut représentant, contrairement à la Commission, ne s'exprime pas en toute indépendance, mais il a pour mission de coordonner les politiques étrangères et de sécurité commune qui sont de la compétence des États membres et là, nous devons laisser peut - être une large place à <mask>.", "answer": "l'intergouvernemental", "language": "fr"}
{"id": 43, "original_passage": ". (EN) Les projets de règlement de la CEE / ONU concernant l'homologation des projecteurs pour automobiles et d'autres équipements spéciaux pour automobiles n'ont d'intérêt que dans la mesure où le Parlement participe à l'élaboration de la législation communautaire relative à l'harmonisation des normes destinées aux véhicules à moteur en Europe.", "length_of_sentences": 92, "cloze_passage": ". (EN) Les projets de règlement de la CEE / ONU concernant l'homologation des projecteurs pour automobiles et d'autres équipements spéciaux pour automobiles n'ont d'intérêt que dans la mesure où le Parlement participe à l'élaboration de la législation communautaire relative à l'harmonisation des normes destinées aux véhicules à moteur en <mask>.", "answer": "Europe", "language": "fr"}
{"id": 44, "original_passage": "Dès lors, les propositions sont soumises au Parlement dans le cadre de la procédure d'approbation, ce qui signifie que ce dernier n'est plus à même de déposer des amendements, étant donné que les directives en la matière ont été adoptées en tant que législation du marché unique par procédure de codécision, conformément à l'article 100a du traité CE.", "length_of_sentences": 82, "cloze_passage": "Dès lors, les propositions sont soumises au Parlement dans le cadre de la procédure d'approbation, ce qui signifie que ce dernier n'est plus à même de déposer des amendements, étant donné que les directives en la matière ont été adoptées en tant que législation du marché unique par procédure de codécision, conformément à l'article 100a du traité <mask>.", "answer": "CE", "language": "fr"}
{"id": 45, "original_passage": "À cet égard, je veux saluer le travail qui a été accompli par le Parlement européen sous la forme d'un rapport consacré à chacun des douze pays candidats entrés en négociation et d'un rapport d'ensemble du président Break, sur lequel j'aurai l'occasion de revenir plus particulièrement au cours de mon intervention.", "length_of_sentences": 83, "cloze_passage": "À cet égard, je veux saluer le travail qui a été accompli par le Parlement européen sous la forme d'un rapport consacré à chacun des douze pays candidats entrés en négociation et d'un rapport d'ensemble du président Break, sur lequel j'aurai l'occasion de revenir plus particulièrement au cours de mon <mask>.", "answer": "intervention", "language": "fr"}
{"id": 46, "original_passage": "Ces réunions seront d'abord l'occasion d'informer les pays candidats de l'état des travaux concernant la réforme des institutions, réforme qui les intéresse au premier chef parce que c'est de l'Union dont ils seront membres qu'il s'agit, mais aussi, bien sûr, d'engager avec ces pays une réflexion politique sur le fonctionnement de l'Union élargie.", "length_of_sentences": 97, "cloze_passage": "Ces réunions seront d'abord l'occasion d'informer les pays candidats de l'état des travaux concernant la réforme des institutions, réforme qui les intéresse au premier chef parce que c'est de l'Union dont ils seront membres qu'il s'agit, mais aussi, bien sûr, d'engager avec ces pays une réflexion politique sur le fonctionnement de l'Union <mask>.", "answer": "élargie", "language": "fr"}
{"id": 47, "original_passage": "À cet égard, je veux rappeler que, en un certain sens, cette question est déjà réglée. Elle est réglée, puisque le Conseil européen d'Helsinki a fixé au 1er janvier 2003 la date à laquelle l'Union devra être prête à accueillir les premiers adhérents, c'est - à - dire ceux qui se seront le mieux préparés, à la condition naturellement que, d'ici là, un bon traité ait été conclu à Nice et ratifié par les parlements nationaux.", "length_of_sentences": 126, "cloze_passage": "À cet égard, je veux rappeler que, en un certain sens, cette question est déjà réglée. Elle est réglée, puisque le Conseil européen d'Helsinki a fixé au 1er janvier 2003 la date à laquelle l'Union devra être prête à accueillir les premiers adhérents, c'est - à - dire ceux qui se seront le mieux préparés, à la condition naturellement que, d'ici là, un bon traité ait été conclu à Nice et ratifié par les parlements <mask>.", "answer": "nationaux", "language": "fr"}
{"id": 48, "original_passage": "Mais il est vrai aussi que le travail qui a été entrepris, et auquel nous souhaitons donner une forte impulsion, devrait permettre, dès la fin de cette année 2000, d'une part, de mieux appréhender l'équilibre général de chacune des négociations et, d'autre part, en tout cas pour les pays candidats qui sont les plus avancés, d'identifier clairement les difficultés à résoudre prioritairement pour faire aboutir ces négociations.", "length_of_sentences": 110, "cloze_passage": "Mais il est vrai aussi que le travail qui a été entrepris, et auquel nous souhaitons donner une forte impulsion, devrait permettre, dès la fin de cette année 2000, d'une part, de mieux appréhender l'équilibre général de chacune des négociations et, d'autre part, en tout cas pour les pays candidats qui sont les plus avancés, d'identifier clairement les difficultés à résoudre prioritairement pour faire aboutir ces <mask>.", "answer": "négociations", "language": "fr"}
{"id": 49, "original_passage": "Le défi de la réunification, plus que celui de l'élargissement probablement, est si énorme qu'il envahit ou entoure tous les débats parlementaires. Voilà qui explique la profondeur et l'intensité qui se dégagent de toutes nos discussions, y compris du débat de ce matin sur la nécessité de se préparer à ce défi extraordinaire.", "length_of_sentences": 95, "cloze_passage": "Le défi de la réunification, plus que celui de l'élargissement probablement, est si énorme qu'il envahit ou entoure tous les débats parlementaires. Voilà qui explique la profondeur et l'intensité qui se dégagent de toutes nos discussions, y compris du débat de ce matin sur la nécessité de se préparer à ce défi <mask>.", "answer": "extraordinaire", "language": "fr"}
{"id": 50, "original_passage": "Nous ne partageons pas le considérant A lorsqu'il dit que l'Europe a été divisée par l'occupation soviétique car comme tout le monde le sait et comme le précisent tous les manuels d'histoire, la division résulte de la conférence de Yalta et de l'intransigeance de Truman, engagé dans sa politique de confrontation.", "length_of_sentences": 91, "cloze_passage": "Nous ne partageons pas le considérant A lorsqu'il dit que l'Europe a été divisée par l'occupation soviétique car comme tout le monde le sait et comme le précisent tous les manuels d'histoire, la division résulte de la conférence de Yalta et de l'intransigeance de Truman, engagé dans sa politique de <mask>.", "answer": "confrontation", "language": "fr"}
{"id": 51, "original_passage": "Cinquièmement, il nous semble également que les prévisions budgétaires ne sont pas adéquates, étant donné que c'est la première fois qu'a lieu un élargissement d'une telle envergure avec une réduction budgétaire et il suffit de regarder ce qui s'est passé lors de la réunification allemande pour voir que, effectivement, un effort économique plus important est nécessaire afin de mener à bien ce processus.", "length_of_sentences": 98, "cloze_passage": "Cinquièmement, il nous semble également que les prévisions budgétaires ne sont pas adéquates, étant donné que c'est la première fois qu'a lieu un élargissement d'une telle envergure avec une réduction budgétaire et il suffit de regarder ce qui s'est passé lors de la réunification allemande pour voir que, effectivement, un effort économique plus important est nécessaire afin de mener à bien ce <mask>.", "answer": "processus", "language": "fr"}
{"id": 52, "original_passage": "L'élargissement ne sera pas réglé avant longtemps, car il suppose que nous savons revenir en arrière sur la conception idéologique et d'ailleurs très puérile d'une intégration uniforme, pour ne pas dire de la fusion de toutes nos nations en un ensemble compact, contraire aux réalités de la géographie et de l'histoire.", "length_of_sentences": 85, "cloze_passage": "L'élargissement ne sera pas réglé avant longtemps, car il suppose que nous savons revenir en arrière sur la conception idéologique et d'ailleurs très puérile d'une intégration uniforme, pour ne pas dire de la fusion de toutes nos nations en un ensemble compact, contraire aux réalités de la géographie et de <mask>.", "answer": "l'histoire", "language": "fr"}
{"id": 53, "original_passage": "Il ne faut pas se leurrer : tout ce scénario, décrit de façon aussi ponctuelle par M. Break et analysé sous tous ses aspects par les rapports particuliers que nous entendrons par après, se heurte aux événements qui se produisent sur le front des négociations visant à assurer que l'Union actuelle adapte ses structures et ses institutions au défi de l'élargissement.", "length_of_sentences": 90, "cloze_passage": "Il ne faut pas se leurrer : tout ce scénario, décrit de façon aussi ponctuelle par M. Break et analysé sous tous ses aspects par les rapports particuliers que nous entendrons par après, se heurte aux événements qui se produisent sur le front des négociations visant à assurer que l'Union actuelle adapte ses structures et ses institutions au défi de <mask>.", "answer": "l'élargissement", "language": "fr"}
{"id": 54, "original_passage": "Monsieur le Président, pendant mon voyage d ' aujourd'hui depuis Stockholm, alors que je traversais l'Allemagne en avion, puisque je poursuivais par la route jusqu'à cette région historique d'Alsace, je n'ai pu m'empêcher de penser avec reconnaissance à cette Europe qui est la mienne.", "length_of_sentences": 80, "cloze_passage": "Monsieur le Président, pendant mon voyage d ' aujourd'hui depuis Stockholm, alors que je traversais l'Allemagne en avion, puisque je poursuivais par la route jusqu'à cette région historique d'Alsace, je n'ai pu m'empêcher de penser avec reconnaissance à cette Europe qui est la <mask>.", "answer": "mienne", "language": "fr"}
{"id": 55, "original_passage": "Dans ce contexte, il serait tout simplement honteux que l'Union européenne ne parvienne pas à engager, à Nice, les réformes nécessaires pour pouvoir accueillir les pays d'Europe centrale et orientale ainsi que Malte et Chypre. Ceux qui continuent de tirer sur le frein démontrent qu'ils sont infiniment moins capables d'entreprendre des réformes que n'importe lequel des pays candidats et, en particulier, que la petite Lettonie.", "length_of_sentences": 118, "cloze_passage": "Dans ce contexte, il serait tout simplement honteux que l'Union européenne ne parvienne pas à engager, à Nice, les réformes nécessaires pour pouvoir accueillir les pays d'Europe centrale et orientale ainsi que Malte et Chypre. Ceux qui continuent de tirer sur le frein démontrent qu'ils sont infiniment moins capables d'entreprendre des réformes que n'importe lequel des pays candidats et, en particulier, que la petite <mask>.", "answer": "Lettonie", "language": "fr"}
{"id": 56, "original_passage": "À notre avis, les efforts pour abolir toute discrimination contre les Roms doivent se concentrer sur une série de mesures positives, qui ont déjà été initiées en partie par le gouvernement hongrois, moyennant un plan d'action à moyen terme qui reçoit le soutien du programme PHARE, surtout dans le domaine de l'éducation et des programmes spécifiques d'aide à l'emploi et au logement.", "length_of_sentences": 94, "cloze_passage": "À notre avis, les efforts pour abolir toute discrimination contre les Roms doivent se concentrer sur une série de mesures positives, qui ont déjà été initiées en partie par le gouvernement hongrois, moyennant un plan d'action à moyen terme qui reçoit le soutien du programme PHARE, surtout dans le domaine de l'éducation et des programmes spécifiques d'aide à l'emploi et au <mask>.", "answer": "logement", "language": "fr"}
{"id": 57, "original_passage": "Troisièmement, et en ce qui concerne l'agriculture, dont le niveau de productivité reste inférieur à celui de l'Union européenne, il faut ouvrir complètement le marché agricole aux capitaux nécessaires à la privatisation des terres, à la modernisation des exploitations et des structures d'aval, ainsi qu'à l'amélioration des rendements.", "length_of_sentences": 84, "cloze_passage": "Troisièmement, et en ce qui concerne l'agriculture, dont le niveau de productivité reste inférieur à celui de l'Union européenne, il faut ouvrir complètement le marché agricole aux capitaux nécessaires à la privatisation des terres, à la modernisation des exploitations et des structures d'aval, ainsi qu'à l'amélioration des <mask>.", "answer": "rendements", "language": "fr"}
{"id": 58, "original_passage": "Le taux élevé de criminalité et les lourdes conséquences du crime organisé sont probablement le plus grave problème intérieur que connaît la Hongrie, bien que le Parlement hongrois ait déjà voté un ensemble de textes législatifs visant à enrayer le blanchiment de l'argent, à durcir les peines pour trafic de drogue et prostitution, à saisir les fonds et à mettre sur pied un programme de protection des témoins pour les informateurs.", "length_of_sentences": 107, "cloze_passage": "Le taux élevé de criminalité et les lourdes conséquences du crime organisé sont probablement le plus grave problème intérieur que connaît la Hongrie, bien que le Parlement hongrois ait déjà voté un ensemble de textes législatifs visant à enrayer le blanchiment de l'argent, à durcir les peines pour trafic de drogue et prostitution, à saisir les fonds et à mettre sur pied un programme de protection des témoins pour les <mask>.", "answer": "informateurs", "language": "fr"}
{"id": 59, "original_passage": "À ce propos, il ne faut pas oublier que l'effondrement de l'Union soviétique a laissé des milliers d'enfants dans une situation désespérée à travers l'Union ; des enfants dont les familles ont cédé contre leur gré aux pressions, des enfants placés à tort dans des institutions, des enfants traités avec cruauté, des enfants qui meurent inutilement, des enfants adoptés par d'autres pays de façon illégale, des enfants dont le seul avenir est d'être échangés contre de l'argent sonnant et trébuchant ou des appareils ménagers.", "length_of_sentences": 157, "cloze_passage": "À ce propos, il ne faut pas oublier que l'effondrement de l'Union soviétique a laissé des milliers d'enfants dans une situation désespérée à travers l'Union ; des enfants dont les familles ont cédé contre leur gré aux pressions, des enfants placés à tort dans des institutions, des enfants traités avec cruauté, des enfants qui meurent inutilement, des enfants adoptés par d'autres pays de façon illégale, des enfants dont le seul avenir est d'être échangés contre de l'argent sonnant et trébuchant ou des appareils <mask>.", "answer": "ménagers", "language": "fr"}
{"id": 60, "original_passage": "Elle a soutenu l'action de l'OTAN et des États membres au Kosovo et, compte tenu de la difficulté d'un tel choix, nous pouvons dire que cela témoigne non seulement de l'importance de ce pays dans la région, mais aussi de la convergence d'intérêts avec l'Union européenne.", "length_of_sentences": 73, "cloze_passage": "Elle a soutenu l'action de l'OTAN et des États membres au Kosovo et, compte tenu de la difficulté d'un tel choix, nous pouvons dire que cela témoigne non seulement de l'importance de ce pays dans la région, mais aussi de la convergence d'intérêts avec l'Union <mask>.", "answer": "européenne", "language": "fr"}
{"id": 61, "original_passage": "Je profite de cette occasion pour inviter le commissaire Verhaeren à être notre intermédiaire auprès de la Commission et du Conseil européen, afin que l'Union européenne revoie sa position et demande à l'opposition serbe, qui a gagné les élections, à ne pas déserter le second tour et offrir ainsi à Milosevic une victoire virtuelle sans lutte politique, ce qui pourrait lui offrir un dangereux prétexte pour rester au pouvoir.", "length_of_sentences": 112, "cloze_passage": "Je profite de cette occasion pour inviter le commissaire Verhaeren à être notre intermédiaire auprès de la Commission et du Conseil européen, afin que l'Union européenne revoie sa position et demande à l'opposition serbe, qui a gagné les élections, à ne pas déserter le second tour et offrir ainsi à Milosevic une victoire virtuelle sans lutte politique, ce qui pourrait lui offrir un dangereux prétexte pour rester au <mask>.", "answer": "pouvoir", "language": "fr"}
{"id": 62, "original_passage": "C'est un vaste domaine politique, très explosif sur certaines questions de détail, et c'est aussi un grand défi que de traiter ce large éventail pour les douze pays candidats très différents que sont les pays d'Europe centrale et orientale, d'une part, Chypre et Malte, d'autre part.", "length_of_sentences": 77, "cloze_passage": "C'est un vaste domaine politique, très explosif sur certaines questions de détail, et c'est aussi un grand défi que de traiter ce large éventail pour les douze pays candidats très différents que sont les pays d'Europe centrale et orientale, d'une part, Chypre et Malte, d'autre <mask>.", "answer": "part", "language": "fr"}
{"id": 63, "original_passage": "Depuis les années 1950, l'Europe se dote de normes en matière de santé et de sécurité ; au fil des années, les compétences et les règles se sont élargies pour couvrir d'autres domaines allant de la santé publique à la promotion de la santé, du tabac à la sécurité des produits sanguins, des droits à la mobilité pour les patients et les médecins aux droits de l'homme, en passant par toute une série de lois comme celles portant sur la santé mentale.", "length_of_sentences": 118, "cloze_passage": "Depuis les années 1950, l'Europe se dote de normes en matière de santé et de sécurité ; au fil des années, les compétences et les règles se sont élargies pour couvrir d'autres domaines allant de la santé publique à la promotion de la santé, du tabac à la sécurité des produits sanguins, des droits à la mobilité pour les patients et les médecins aux droits de l'homme, en passant par toute une série de lois comme celles portant sur la santé <mask>.", "answer": "mentale", "language": "fr"}
{"id": 64, "original_passage": "Nous sommes en train de constituer un corpus de directives et de réglementations relatives à des domaines entièrement liés la santé, comme la pollution, les émissions de substances radioactives et dangereuses, l'élimination des déchets, la qualité de l'eau, de l'air et du sol, la sécurité alimentaire, les nouveaux aliments et la responsabilité en matière de produits.", "length_of_sentences": 90, "cloze_passage": "Nous sommes en train de constituer un corpus de directives et de réglementations relatives à des domaines entièrement liés la santé, comme la pollution, les émissions de substances radioactives et dangereuses, l'élimination des déchets, la qualité de l'eau, de l'air et du sol, la sécurité alimentaire, les nouveaux aliments et la responsabilité en matière de <mask>.", "answer": "produits", "language": "fr"}
{"id": 65, "original_passage": "C'est pourquoi mon rapport consacre une grande partie de ses recommandations à la nécessité d'encourager le programme Phare à faire davantage dans le domaine de la santé et d'amener les pays à coopérer dès à présent dans le cadre de programmes d'action en matière de santé et dans d'autres secteurs.", "length_of_sentences": 71, "cloze_passage": "C'est pourquoi mon rapport consacre une grande partie de ses recommandations à la nécessité d'encourager le programme Phare à faire davantage dans le domaine de la santé et d'amener les pays à coopérer dès à présent dans le cadre de programmes d'action en matière de santé et dans d'autres <mask>.", "answer": "secteurs", "language": "fr"}
{"id": 66, "original_passage": "Nous savons qu'il ne s'agit peut - être pas du moment idéal sur le plan politique, mais il est essentiel de parler également des perspectives financières actuelles négociées au Conseil européen de Berlin et qui ne nous paraissent pas suffisantes pour relever les défis de la politique régionale et de la cohésion économique et sociale de l'Union européenne élargie.", "length_of_sentences": 82, "cloze_passage": "Nous savons qu'il ne s'agit peut - être pas du moment idéal sur le plan politique, mais il est essentiel de parler également des perspectives financières actuelles négociées au Conseil européen de Berlin et qui ne nous paraissent pas suffisantes pour relever les défis de la politique régionale et de la cohésion économique et sociale de l'Union européenne <mask>.", "answer": "élargie", "language": "fr"}
{"id": 67, "original_passage": "Il y a lieu notamment d'évoquer sur le thème du transport routier et ferroviaire deux questions très importantes : en ce qui concerne le transport routier, secteur déjà largement libéralisé et ouvert, il convient de s'assurer qu'en cas d'adhésion, la réglementation juridique communautaire en matière de droit du travail, de droit social et de fiscalité sera effectivement appliquée dans chaque État membre, faute de quoi nous serions confrontés à des distorsions de marché au sein de l'Union européenne et des pays candidats à l'adhésion, auxquelles nous ne pourrions remédier qu'au prix d'un lourde tribu.", "length_of_sentences": 155, "cloze_passage": "Il y a lieu notamment d'évoquer sur le thème du transport routier et ferroviaire deux questions très importantes : en ce qui concerne le transport routier, secteur déjà largement libéralisé et ouvert, il convient de s'assurer qu'en cas d'adhésion, la réglementation juridique communautaire en matière de droit du travail, de droit social et de fiscalité sera effectivement appliquée dans chaque État membre, faute de quoi nous serions confrontés à des distorsions de marché au sein de l'Union européenne et des pays candidats à l'adhésion, auxquelles nous ne pourrions remédier qu'au prix d'un lourde <mask>.", "answer": "tribu", "language": "fr"}
{"id": 68, "original_passage": "Ce n'est pas davantage l'Union européenne qui crée la liberté et la s'écrit. l'Autriche, d'une part, les Balkans, de l'autre, en savent quelque chose. Car l'inféodation de l'Union au gouvernement de Washington est, hélas, totale et les nations qui viennent de recouvrer leur souveraineté vont bientôt réaliser que, demain, on leur demandera de l'abdiquer au nom de la soumission au prétendu ordre mondial.", "length_of_sentences": 126, "cloze_passage": "Ce n'est pas davantage l'Union européenne qui crée la liberté et la s'écrit. l'Autriche, d'une part, les Balkans, de l'autre, en savent quelque chose. Car l'inféodation de l'Union au gouvernement de Washington est, hélas, totale et les nations qui viennent de recouvrer leur souveraineté vont bientôt réaliser que, demain, on leur demandera de l'abdiquer au nom de la soumission au prétendu ordre <mask>.", "answer": "mondial", "language": "fr"}
{"id": 69, "original_passage": "Nous ne voudrions pas, en effet, donner l'impression, fausse, d'on ne sait quelle hostilité à l'égard de ces nations surs, de ces nations européennes par la population, la langue et la géographie, chrétiennes par la spiritualité, occidentales par la civilisation et, nous l'espérons, vaccinées contre tous les totalitarismes modernes, y compris ceux qui s'annoncent par des décennies de terribles souffrances.", "length_of_sentences": 123, "cloze_passage": "Nous ne voudrions pas, en effet, donner l'impression, fausse, d'on ne sait quelle hostilité à l'égard de ces nations surs, de ces nations européennes par la population, la langue et la géographie, chrétiennes par la spiritualité, occidentales par la civilisation et, nous l'espérons, vaccinées contre tous les totalitarismes modernes, y compris ceux qui s'annoncent par des décennies de terribles <mask>.", "answer": "souffrances", "language": "fr"}
{"id": 70, "original_passage": "Lors de diverses phases, cependant, des mesures ont été prises, pendant et après la deuxième guerre mondiale, qui ne correspondent visiblement pas aux critères de Copenhague étant donné l'esprit qui régnait à l'époque, mais, quoi qu'il en soit, c'est sur ces lois que fut élaborée l'architecture idéologique et politique de cette période, y compris les traités de paix.", "length_of_sentences": 103, "cloze_passage": "Lors de diverses phases, cependant, des mesures ont été prises, pendant et après la deuxième guerre mondiale, qui ne correspondent visiblement pas aux critères de Copenhague étant donné l'esprit qui régnait à l'époque, mais, quoi qu'il en soit, c'est sur ces lois que fut élaborée l'architecture idéologique et politique de cette période, y compris les traités de <mask>.", "answer": "paix", "language": "fr"}
{"id": 71, "original_passage": "Nous appelons ces peuples à rejoindre au combat les peuples de l'Union européenne contre l'Union européenne de l'exploitation, des interventions, voire des interventions militaires, du pillage des biens et de la sueur des peuples, de l'abolition des droits sociaux qu'ils ont conquis au prix de rudes et longs combats et sacrifices.", "length_of_sentences": 93, "cloze_passage": "Nous appelons ces peuples à rejoindre au combat les peuples de l'Union européenne contre l'Union européenne de l'exploitation, des interventions, voire des interventions militaires, du pillage des biens et de la sueur des peuples, de l'abolition des droits sociaux qu'ils ont conquis au prix de rudes et longs combats et <mask>.", "answer": "sacrifices", "language": "fr"}
{"id": 72, "original_passage": "En ce qui concerne Chypre plus particulièrement, outre de ce qui vient d'être dit, et bien que le rapport Sous comporte beaucoup de vérités, le processus d'adhésion à l'Union européenne et les décisions d'Helsinki, non seulement ne résoudront pas le problème de l'occupation conformément aux décisions de l'ONU, mais aussi tendent à la légitimation de l'occupation et à la division définitive de l'île.", "length_of_sentences": 106, "cloze_passage": "En ce qui concerne Chypre plus particulièrement, outre de ce qui vient d'être dit, et bien que le rapport Sous comporte beaucoup de vérités, le processus d'adhésion à l'Union européenne et les décisions d'Helsinki, non seulement ne résoudront pas le problème de l'occupation conformément aux décisions de l'ONU, mais aussi tendent à la légitimation de l'occupation et à la division définitive de <mask>.", "answer": "l'île", "language": "fr"}
{"id": 73, "original_passage": "Enfin, étant donné que l'on a beaucoup parlé aujourd'hui des dix ans de la réunification de l'Allemagne, j'aimerais demander au Conseil et à M. Verhaeren s'ils savent quand l'Allemagne, à présent réunifiée, compte rembourser à la Grèce l'emprunt forcé d'occupation et les réparations de guerre.", "length_of_sentences": 92, "cloze_passage": "Enfin, étant donné que l'on a beaucoup parlé aujourd'hui des dix ans de la réunification de l'Allemagne, j'aimerais demander au Conseil et à M. Verhaeren s'ils savent quand l'Allemagne, à présent réunifiée, compte rembourser à la Grèce l'emprunt forcé d'occupation et les réparations de <mask>.", "answer": "guerre", "language": "fr"}
{"id": 74, "original_passage": "Il serait peut - être opportun, dans la mesure où la Pologne réclame une augmentation de l'aide accordée au titre du programme Sagard, d'envisager, dans la mesure du possible, une modification afin que l'emploi de ces moyens soit mieux adapté au contexte de la Pologne, mais aussi des autres pays candidats.", "length_of_sentences": 78, "cloze_passage": "Il serait peut - être opportun, dans la mesure où la Pologne réclame une augmentation de l'aide accordée au titre du programme Sagard, d'envisager, dans la mesure du possible, une modification afin que l'emploi de ces moyens soit mieux adapté au contexte de la Pologne, mais aussi des autres pays <mask>.", "answer": "candidats", "language": "fr"}
{"id": 75, "original_passage": "Je voudrais attirer l'attention de mes collègues sur le fait que dans ces échanges effectués dans le cadre du programme S'ocrâtes, il ne faut pas que ce soit uniquement les jeunes européens de l'Est qui viennent à l'Ouest. Nous devons inciter nos jeunes à se rendre, eux aussi, dans les pays d'Europe centrale et orientale.", "length_of_sentences": 89, "cloze_passage": "Je voudrais attirer l'attention de mes collègues sur le fait que dans ces échanges effectués dans le cadre du programme S'ocrâtes, il ne faut pas que ce soit uniquement les jeunes européens de l'Est qui viennent à l'Ouest. Nous devons inciter nos jeunes à se rendre, eux aussi, dans les pays d'Europe centrale et <mask>.", "answer": "orientale", "language": "fr"}
{"id": 76, "original_passage": "Une Europe sur le chemin de la réunification offre de nouvelles chances à la diversité des cultures et des peuples en Europe centrale et orientale et dans les Balkans, mais, en même temps, l'Europe devra se rendre compte qu'un problème tel que celui des Roms est celui d'une nation dépourvue de pays  et c'est aussi notre problème.", "length_of_sentences": 83, "cloze_passage": "Une Europe sur le chemin de la réunification offre de nouvelles chances à la diversité des cultures et des peuples en Europe centrale et orientale et dans les Balkans, mais, en même temps, l'Europe devra se rendre compte qu'un problème tel que celui des Roms est celui d'une nation dépourvue de pays et c'est aussi notre <mask>.", "answer": "problème", "language": "fr"}
{"id": 77, "original_passage": "Le risque existe que cette fenêtre d'opportunité dont a parlé le commissaire Verhaeren se referme inconsidérément parce que les acteurs ouvrant au Conseil. Et en particulier les chefs de gouvernement eux — même. Sont guidés en priorité par leurs agendas nationaux et n'ont malheureusement pas l'ambition de développer un profil véritablement européen et de travailler par amour pour l'Europe.", "length_of_sentences": 102, "cloze_passage": "Le risque existe que cette fenêtre d'opportunité dont a parlé le commissaire Verhaeren se referme inconsidérément parce que les acteurs ouvrant au Conseil. Et en particulier les chefs de gouvernement eux — même. Sont guidés en priorité par leurs agendas nationaux et n'ont malheureusement pas l'ambition de développer un profil véritablement européen et de travailler par amour pour <mask>.", "answer": "l'Europe", "language": "fr"}
{"id": 78, "original_passage": "Par ailleurs, en tant que pays de transit entre l'Europe centrale et l'Europe occidentale, nous constatons également que la République slovaque a l'obligation particulière de lutter efficacement contre la traite des êtres humains et d'intensifier encore le combat contre la corruption et la criminalité organisée. À cet effet, le pouvoir judiciaire a été renforcé par les récentes réformes législatives.", "length_of_sentences": 105, "cloze_passage": "Par ailleurs, en tant que pays de transit entre l'Europe centrale et l'Europe occidentale, nous constatons également que la République slovaque a l'obligation particulière de lutter efficacement contre la traite des êtres humains et d'intensifier encore le combat contre la corruption et la criminalité organisée. À cet effet, le pouvoir judiciaire a été renforcé par les récentes réformes <mask>.", "answer": "législatives", "language": "fr"}
{"id": 79, "original_passage": "Monsieur le Président, chers collègues, la Roumanie ne fera certainement pas partie de la première série de pays qui entreront dans l'Union européenne, mais son cas montre bien combien était judicieuse la stratégie de la Commission consistant à considérer les douze pays candidats comme des partenaires de négociation égaux puis à déterminer, à la lumière de critères précis, à quel moment et lesquels de ces pays peuvent adhérer à l'UE.", "length_of_sentences": 107, "cloze_passage": "Monsieur le Président, chers collègues, la Roumanie ne fera certainement pas partie de la première série de pays qui entreront dans l'Union européenne, mais son cas montre bien combien était judicieuse la stratégie de la Commission consistant à considérer les douze pays candidats comme des partenaires de négociation égaux puis à déterminer, à la lumière de critères précis, à quel moment et lesquels de ces pays peuvent adhérer à <mask>.", "answer": "l'UE", "language": "fr"}
{"id": 80, "original_passage": "Et c'est en ce point que sera jugée, non seulement la logique de l'élargissement sur la base de critères économiques ou autres, mais aussi sur la base du respect de principes plus généraux dont nous devons tenir compte pour l'avenir de l'Europe, de l'Europe de la paix, de l'Europe des peuples, de l'Europe des États, de l'Europe de l'égalité, de l'Europe du respect des droits de l'homme.", "length_of_sentences": 105, "cloze_passage": "Et c'est en ce point que sera jugée, non seulement la logique de l'élargissement sur la base de critères économiques ou autres, mais aussi sur la base du respect de principes plus généraux dont nous devons tenir compte pour l'avenir de l'Europe, de l'Europe de la paix, de l'Europe des peuples, de l'Europe des États, de l'Europe de l'égalité, de l'Europe du respect des droits de <mask>.", "answer": "l'homme", "language": "fr"}
{"id": 81, "original_passage": "La question de Chypre et de Malte sera celle qui prouvera à l'Europe qu'elle accepte aussi son élargissement selon des termes géométriques, non pas pour des raisons de symétrie géographique, mais pour des raisons d'intégration politique d'une unité de peuples, d'une unité de cultures, d'une unité de perspective.", "length_of_sentences": 89, "cloze_passage": "La question de Chypre et de Malte sera celle qui prouvera à l'Europe qu'elle accepte aussi son élargissement selon des termes géométriques, non pas pour des raisons de symétrie géographique, mais pour des raisons d'intégration politique d'une unité de peuples, d'une unité de cultures, d'une unité de <mask>.", "answer": "perspective", "language": "fr"}
{"id": 82, "original_passage": "Nous avons à présent deux tâches devant nous : d'une part, encourager les États candidats pour qu'ils ne relâchent pas leur effort. Et c'est pourquoi nous devons fixer un objectif sous forme de date -, et d'autre part discuter avec nos concitoyens sur le plan national, afin que ce projet puisse être considéré comme légitime, dans l'avenir également.", "length_of_sentences": 90, "cloze_passage": "Nous avons à présent deux tâches devant nous : d'une part, encourager les États candidats pour qu'ils ne relâchent pas leur effort. Et c'est pourquoi nous devons fixer un objectif sous forme de date -, et d'autre part discuter avec nos concitoyens sur le plan national, afin que ce projet puisse être considéré comme légitime, dans l'avenir <mask>.", "answer": "également", "language": "fr"}
{"id": 83, "original_passage": "Néanmoins, je partage l'avis de notre rapporteur, M. Bermering, selon lequel la fixation de périodes de transition est indispensable dans l'intérêt des deux parties. En outre, en tant que députée d'une région frontalière e. comme Mme Schierhube. propriétaire d'une ferme située à proximité de la frontière tchèque, je tiens particulièrement à ce que la création d'espaces économiques communs proches puisse être maîtrisée sans gros problèmes et apporte des résultats positifs des deux côtés.", "length_of_sentences": 130, "cloze_passage": "Néanmoins, je partage l'avis de notre rapporteur, M. Bermering, selon lequel la fixation de périodes de transition est indispensable dans l'intérêt des deux parties. En outre, en tant que députée d'une région frontalière e. comme Mme Schierhube. propriétaire d'une ferme située à proximité de la frontière tchèque, je tiens particulièrement à ce que la création d'espaces économiques communs proches puisse être maîtrisée sans gros problèmes et apporte des résultats positifs des deux <mask>.", "answer": "côtés", "language": "fr"}
{"id": 84, "original_passage": "C'est la raison pour laquelle les hommes politiques de cette partie de l'Europe qui a connu un sort plus heureux à l'issue de la Seconde Guerre mondiale, cela vaut particulièrement pour l'Autriche, seraient bien avisés de faire preuve de pondération dans les critiques qu'ils émettent à l'encontre de ces pays.", "length_of_sentences": 87, "cloze_passage": "C'est la raison pour laquelle les hommes politiques de cette partie de l'Europe qui a connu un sort plus heureux à l'issue de la Seconde Guerre mondiale, cela vaut particulièrement pour l'Autriche, seraient bien avisés de faire preuve de pondération dans les critiques qu'ils émettent à l'encontre de ces <mask>.", "answer": "pays", "language": "fr"}
{"id": 85, "original_passage": "Il est par conséquent d'autant plus primordial que l'égalité entre hommes et femmes soit intégrée dans l'acquis communautaire en tant que composante essentielle des droits de l'homme et que la création des institutions nécessaires dans ce domaine soit un critère déterminant dans l'évaluation de la mise en œuvre de cet acquis communautaire.", "length_of_sentences": 79, "cloze_passage": "Il est par conséquent d'autant plus primordial que l'égalité entre hommes et femmes soit intégrée dans l'acquis communautaire en tant que composante essentielle des droits de l'homme et que la création des institutions nécessaires dans ce domaine soit un critère déterminant dans l'évaluation de la mise en œuvre de cet acquis <mask>.", "answer": "communautaire", "language": "fr"}
{"id": 86, "original_passage": "Après les horreurs de deux guerres mondiales et cinquante années d'oppression et de dictature communistes, au cours desquelles ont été foulés aux pieds, au nom de la lutte des classes, la dignité de l'homm. Valeur universelle autant que chrétienne -, la démocratie, la liberté religieuse et l'environnement, il est temps d'unifier enfin notre continent et cette partie du monde.", "length_of_sentences": 108, "cloze_passage": "Après les horreurs de deux guerres mondiales et cinquante années d'oppression et de dictature communistes, au cours desquelles ont été foulés aux pieds, au nom de la lutte des classes, la dignité de l'homm. Valeur universelle autant que chrétienne -, la démocratie, la liberté religieuse et l'environnement, il est temps d'unifier enfin notre continent et cette partie du <mask>.", "answer": "monde", "language": "fr"}
{"id": 87, "original_passage": "Je souhaite adresser personnellement quelques commentaires au commissaire Verhaeren, mais je voudrais auparavant assurer que les chrétiens — démocrates suédois n'ont jamais douté de la volonté de M. Verhaeren de réaliser l'élargissement à l'est, ni que les critiques qui ont été dirigées contre lui reposent en partie sur des intentions peu louables.", "length_of_sentences": 91, "cloze_passage": "Je souhaite adresser personnellement quelques commentaires au commissaire Verhaeren, mais je voudrais auparavant assurer que les chrétiens — démocrates suédois n'ont jamais douté de la volonté de M. Verhaeren de réaliser l'élargissement à l'est, ni que les critiques qui ont été dirigées contre lui reposent en partie sur des intentions peu <mask>.", "answer": "louables", "language": "fr"}
{"id": 88, "original_passage": "Je voudrais, plus particulièrement, exprimer mon espoir et mon attente de voir, malgré des difficultés bien compréhensibles, progresser normalement, sans plus de délais, les négociations avec la Bulgarie et la Roumanie, afin qu'il soit procédé, une fois qu'ils auront rempli les conditions requises, à l'adhésion à l'Union européenne de ces deux pays balkaniques, et que, de cette manière, le progrès, la sécurité et la paix, dans la région de l'Europe du Sud - Est, s'en trouvent consolidés.", "length_of_sentences": 135, "cloze_passage": "Je voudrais, plus particulièrement, exprimer mon espoir et mon attente de voir, malgré des difficultés bien compréhensibles, progresser normalement, sans plus de délais, les négociations avec la Bulgarie et la Roumanie, afin qu'il soit procédé, une fois qu'ils auront rempli les conditions requises, à l'adhésion à l'Union européenne de ces deux pays balkaniques, et que, de cette manière, le progrès, la sécurité et la paix, dans la région de l'Europe du Sud - Est, s'en trouvent <mask>.", "answer": "consolidés", "language": "fr"}
{"id": 89, "original_passage": "Les amendements les plus importants qui ont été proposés par la Commission, et que je soutiens, portent sur le fait que la directive doit englober absolument tous les produits de l'alimentation animale, y compris ceux destinés à ce que j'ai appelé les \" animaux domestiques \", tels que les chats, les chiens, les cochons d'Inde, etc. Toutefois, les règles sont avant tout conçues pour s'appliquer à l'alimentation des animaux que nous mangeons nous-mêmes.", "length_of_sentences": 127, "cloze_passage": "Les amendements les plus importants qui ont été proposés par la Commission, et que je soutiens, portent sur le fait que la directive doit englober absolument tous les produits de l'alimentation animale, y compris ceux destinés à ce que j'ai appelé les \" animaux domestiques \", tels que les chats, les chiens, les cochons d'Inde, etc. Toutefois, les règles sont avant tout conçues pour s'appliquer à l'alimentation des animaux que nous mangeons <mask>.", "answer": "nous-mêmes", "language": "fr"}
{"id": 90, "original_passage": "Nous savons que ces substances et produits indésirables sont très rarement des substances à la toxicité violente, mais qu'il s'agit de substances qui s'accumulent à terme dans l'organisme et qui ont une durée de vie longue, telles que la dioxine, les aflatoxines et les métaux lourds comme le cadmium, le plomb et le mercure.", "length_of_sentences": 97, "cloze_passage": "Nous savons que ces substances et produits indésirables sont très rarement des substances à la toxicité violente, mais qu'il s'agit de substances qui s'accumulent à terme dans l'organisme et qui ont une durée de vie longue, telles que la dioxine, les aflatoxines et les métaux lourds comme le cadmium, le plomb et le <mask>.", "answer": "mercure", "language": "fr"}
{"id": 91, "original_passage": "Notre intervention, surtout à propos de l'article 5, a des raisons très profondes et elle est motivée par le fait qu'un instrument cohérent et important tel que ce rapport n'en demeure pas moins incomplet, parce qu'il traite des mesures relatives à la production, sans se préoccuper aucunement de ce qui se passe du point de vue commercial.", "length_of_sentences": 85, "cloze_passage": "Notre intervention, surtout à propos de l'article 5, a des raisons très profondes et elle est motivée par le fait qu'un instrument cohérent et important tel que ce rapport n'en demeure pas moins incomplet, parce qu'il traite des mesures relatives à la production, sans se préoccuper aucunement de ce qui se passe du point de vue <mask>.", "answer": "commercial", "language": "fr"}
{"id": 92, "original_passage": "Ainsi, il en résultera que nous, les consommateurs européens, nous allons continuer à acheter sur les marchés mondiaux de la viande et du lait et des dérivés de ceux — ci produits à partir d'une alimentation animale qui n'a aucun lien avec les limites minimales et maximales fixées par l'Union européenne et par un système de production d'aliments pour animaux qui achète des matières premières sur les marchés internationaux, libres de mélanger n'importe quel principe et composé, avant d'introduire leurs produits sur le territoire de l'Union.", "length_of_sentences": 148, "cloze_passage": "Ainsi, il en résultera que nous, les consommateurs européens, nous allons continuer à acheter sur les marchés mondiaux de la viande et du lait et des dérivés de ceux — ci produits à partir d'une alimentation animale qui n'a aucun lien avec les limites minimales et maximales fixées par l'Union européenne et par un système de production d'aliments pour animaux qui achète des matières premières sur les marchés internationaux, libres de mélanger n'importe quel principe et composé, avant d'introduire leurs produits sur le territoire de <mask>.", "answer": "l'Union", "language": "fr"}
{"id": 93, "original_passage": "Voilà la raison de la controverse que nous avons eue au sein de la commission de l'agriculture et du développement rural et nous ne voudrions par que les agriculteurs, qui sont les seuls garants d'un rapport production / territoire qui doit absolument être protégé et sauvegardé par ce Parlement, fassent finalement, comme toujours, les frais de tels instruments.", "length_of_sentences": 92, "cloze_passage": "Voilà la raison de la controverse que nous avons eue au sein de la commission de l'agriculture et du développement rural et nous ne voudrions par que les agriculteurs, qui sont les seuls garants d'un rapport production / territoire qui doit absolument être protégé et sauvegardé par ce Parlement, fassent finalement, comme toujours, les frais de tels <mask>.", "answer": "instruments", "language": "fr"}
{"id": 94, "original_passage": "Le commissaire doit savoir que, dans mon pays, le comité consultatif indépendant pour les questions relatives aux aliments pour animaux craignait qu'une interdiction de cette ampleur n'entraîne un déplacement des opérations de mélange à l'extérieur de l'UE, là où elles ont moins de chances d'être bien surveillées et contrôlées avant une future pénétration sur le marché de l'Union.", "length_of_sentences": 104, "cloze_passage": "Le commissaire doit savoir que, dans mon pays, le comité consultatif indépendant pour les questions relatives aux aliments pour animaux craignait qu'une interdiction de cette ampleur n'entraîne un déplacement des opérations de mélange à l'extérieur de l'UE, là où elles ont moins de chances d'être bien surveillées et contrôlées avant une future pénétration sur le marché de <mask>.", "answer": "l'Union", "language": "fr"}
{"id": 95, "original_passage": "Je soupçonne même qu'elle sera déterminante pour la force de nos arguments en faveur d'une alimentation saine, une cause que la Commission s'attache assez bien à défendre en Europe, mais qu'il faut défendre aussi à l'extérieur de l'Union, auprès des pays tiers exportateurs qui seront touchés par les nouvelles valeurs limites et auprès de l'OMC, au cas où ce que nous faisons y serait remis en question.", "length_of_sentences": 109, "cloze_passage": "Je soupçonne même qu'elle sera déterminante pour la force de nos arguments en faveur d'une alimentation saine, une cause que la Commission s'attache assez bien à défendre en Europe, mais qu'il faut défendre aussi à l'extérieur de l'Union, auprès des pays tiers exportateurs qui seront touchés par les nouvelles valeurs limites et auprès de l'OMC, au cas où ce que nous faisons y serait remis en <mask>.", "answer": "question", "language": "fr"}
{"id": 96, "original_passage": "Monsieur le Président, nous n'aurons une alimentation saine et respectueuse de la santé que si nous prenons en compte la chaîne de production dans son ensemble, c'est - à - dire la façon dont sont cultivés les végétaux, la qualité de la terre et le type de semences utilisées, ainsi que les conditions dans lesquelles sont élevés les animaux, la qualité des produits alimentaires et de l'eau qu'ils consomment.", "length_of_sentences": 105, "cloze_passage": "Monsieur le Président, nous n'aurons une alimentation saine et respectueuse de la santé que si nous prenons en compte la chaîne de production dans son ensemble, c'est - à - dire la façon dont sont cultivés les végétaux, la qualité de la terre et le type de semences utilisées, ainsi que les conditions dans lesquelles sont élevés les animaux, la qualité des produits alimentaires et de l'eau qu'ils <mask>.", "answer": "consomment", "language": "fr"}
{"id": 97, "original_passage": "Je pense, Monsieur le Président, que le consommateur n'attend pas cela et j'ai aussi l'impression que, alors que c'est l'industrie des aliments composés pour animaux qui fait encore des problèmes en ce moment, ce sont finalement les agriculteurs eux-mêmes qui subissent les conséquences de la perte de confiance du consommateur.", "length_of_sentences": 82, "cloze_passage": "Je pense, Monsieur le Président, que le consommateur n'attend pas cela et j'ai aussi l'impression que, alors que c'est l'industrie des aliments composés pour animaux qui fait encore des problèmes en ce moment, ce sont finalement les agriculteurs eux-mêmes qui subissent les conséquences de la perte de confiance du <mask>.", "answer": "consommateur", "language": "fr"}
{"id": 98, "original_passage": "Monsieur le Président, je suis donc satisfaite de cette réglementation, car je pense que la sécurité des aliments est quand même une question de choix, et cela signifie dans ce cas que les intérêts du producteur et du consommateur, de l'agriculteur et de celui qui achète les produits doivent s'harmoniser, et j'ai le sentiment que les dérogations reprises dans les articles 6 et 7 permettront non seulement d'agir de façon plus souple sur certains points, mais également de façon plus stricte.", "length_of_sentences": 124, "cloze_passage": "Monsieur le Président, je suis donc satisfaite de cette réglementation, car je pense que la sécurité des aliments est quand même une question de choix, et cela signifie dans ce cas que les intérêts du producteur et du consommateur, de l'agriculteur et de celui qui achète les produits doivent s'harmoniser, et j'ai le sentiment que les dérogations reprises dans les articles 6 et 7 permettront non seulement d'agir de façon plus souple sur certains points, mais également de façon plus <mask>.", "answer": "stricte", "language": "fr"}
{"id": 99, "original_passage": "Même si la définition n'exclut pas la possibilité de considérer l'eau comme faisant partie des aliments pour animaux, il est clair, sur la base de la législation communautaire, que l'eau n'a jusqu'ici jamais été considérée comme un aliment pour animaux. C'est ce qui ressort également clairement de la directive du Conseil 96 / 25 du 29 avril 1996 sur la circulation des matières premières pour aliments des animaux, qui contient une liste non exhaustive des principales matières premières où l'eau ne figure pas.", "length_of_sentences": 134, "cloze_passage": "Même si la définition n'exclut pas la possibilité de considérer l'eau comme faisant partie des aliments pour animaux, il est clair, sur la base de la législation communautaire, que l'eau n'a jusqu'ici jamais été considérée comme un aliment pour animaux. C'est ce qui ressort également clairement de la directive du Conseil 96 / 25 du 29 avril 1996 sur la circulation des matières premières pour aliments des animaux, qui contient une liste non exhaustive des principales matières premières où l'eau ne figure <mask>.", "answer": "pas", "language": "fr"}
